{
    "Your Privacy, Data Protection and Cyber Security assessment tools": "Your Privacy, Data Protection and Cyber Security assessment tools",
    "This application allows access to a data protection and Privacy Risk assessment tool": "This application allows access to a data protection and Privacy Risk assessment tool and an Organisation-Security assessment tool. The use of each tool is free.",
    "When you submit you answers a written summary is emailed to you": "When you submit you answers a written summary is emailed to you.",
    "Your assessment of Privacy Risk is based on your answers": "Your assessment of <1>Privacy Risk</1> is based on your answers to the 46 statements.  Please make sure to drill down into the statement details, as you may have a category that shows the organisation is in good condition, but one or more of the elements may need particular attention. Note that the <3>Privacy Assessment</3> is designed as a high-level, quick assessment; it should not be considered inclusive of all proper information, procedures and tests or exclusive of other information, procedures and tests required in evaluating normative compliance.",
    "The assessment of your Organisation-Security Risk is based on your answers": "The assessment of your <1>Organisation-Security Risk</1> is based on your answers to the 16 statements.  Additional questions relate to the impact of the risk. Please set aside around 10 minutes.",
    "If this is your first visit": "<0>If this is your first visit,</0> click on the <2>Sign In</2> tab at the top of the page and then choose <4>Sign Up</4>.",
    "To start your assessment select one of the questionnaire pages": "To start your assessment select one of the questionnaire pages.",
    "Language Choice":"Language Choice",
    "English": "English",
    "Portuguese": "Portuguese",
    "About the Tools": "About the Tools",
    "Glossary": "Glossary",
    "Privacy and Data Protection": "Privacy and Data Protection",
    "Sign In Here":"Sign In Here",
    "Sign In": "Sign In",
    "Sign Up Here To Start a Risk Assessment": "Sign up here to start a risk assessment",
    "Sign Up": "Sign Up",
    "Already have an account? Sign in": "Already have an account? Sign in",
    "Please enter": " Please enter the name of the person who should receive the risk assessment  and the organisation name that you want to appear in the report. Optionally, please also enter a telephone contact number.  Then enter the  email address  of the chosen recipient and  a password to be used to restrict access. Remember to sign out when you are finished or want to complete the assessment later. ",
    "The report will be sent to the email address that you provide here.":"The report will be sent to the email address that you provide here. ",
    "After signing up you simply sign out whenever you want you can sign in again to complete the assessment.":" After signing up you simply sign out whenever you want and you can sign in again to complete the assessment.",
    "Full Name":"Full Name",
    "Company": "Company",
    "Telephone Number": "Telephone Number",
    "Confirm Password": "Confirm Password",
    "Account Management":"Account Management",
    "Email Address":"Email Address",
    "Sign Out":"Sign Out",
    "Copyright": "Copyright",
    "All Rights Reserved": "All Rights Reserved",
    "complete":"complete",
    "Fully carried out": "Fully carried out",
    "Significant progress has been made": "Significant progress has been made",
    "An initial start has been made": "An initial start has been made",
    "Nothing has been done": "Nothing has been done",
    "Password": "Password",
    "Security": "Security",
    "mostly complete":"mostly complete",
    "done some work":"done some work",
    "not done anything":"not done anything",
    "Forgotten Your Password?": "Forgotten your password?",
    "Don't have an account? Sign Up": "Don't have an account? Sign Up",
    "Forgot Password?": "Forgot Password?",
    "Enter your email address  and press reset my password": "Enter your email address  and press 'reset my password'. ",
    "This will send you an email that will allow you to enter a new password": "This will send you an email that will allow you to enter a new password. ",
    "Want to Change your Password?": "Want to change your password?",
    "Enter your new password and then repeat": "Enter your new password and then repeat",
    "Then click the reset button": "Then click the reset button.",
    "Any problems that you cannot resolve please contact": "Any problems that you cannot resolve, please contact support@assentian.com",
    "Reset My Password": "Reset My Password",
    "New Password": "New Password",
    "Confirm New Password": "Confirm New Password",
    "The password is invalid or the user does not have a password": "The password is invalid or the user does not have a password.",
    "There is no user record corresponding to this identifier": "There is no user record corresponding to this identifier. The user may have been deleted.",
    "Next Question": "Next Question",
    "Previous Question": "Previous Question",
    "Save Your Answers": "Save Your Answers",
    "Save your answers so far": "Save your answers so far",
    "Submit Your Answers": "Submit Your Answers",
    "The level of maturity of your organization is almost non-existent": "The level of maturity of your organisation is almost non-existent. You need to quickly begin to address even the most basic steps. The report that will be sent by email will describe the areas where you can improve immediately and the services we can offer to help.",
    "Your organization's maturity level is Basic": "Your organisation's maturity level is Basic. Although you thought about security, let's be frank. Your score indicates serious vulnerabilities. The report that will be sent by email will describe areas where immediate improvements can be made and the services we can offer to help.",
    "Your organization's maturity level is Prudence": "Your organisation's maturity level is Prudence. The score indicates that you thought about security, but several problems need to be solved. The report that will be sent by email will describe areas where immediate improvements can be made and the services we can offer to help.",
    "Your organization's level of maturity is Diligence": "Your organisation's level of maturity is Diligence. You are on the right track! According to their responses, most of the elementary and some advanced measures are in place. Does this mean that your organisation is able to respond to all cyber attacks? Probably not, but we can help you achieve best practices. The report that will be sent via email will describe areas where immediate improvements can be made and the services we can offer to help.",
    "Your organization's level of maturity is a Best Practice": "Your organisation's level of maturity is a Best Practice. The score indicates that you thought a lot about security, but several problems can still be solved. The report that will be sent by email will suggest how to resolve them and services that we can offer to help.",
    "Your answers have been submitted to the server": "Your answers have been submitted to the server. Your risk assessment will be emailed to you soon. Don't forget to sign out.",
    "Your answers have been saved to the server": "Your answers have been saved to the server.",
    "Responses have been saved. You can return at any time": "Responses have been saved. You can return at any time.",
    "Loading your Privacy and Data Protection Assessment": "Loading your Privacy and Data Protection Assessment",
    "Privacy and Data Protection Assessment": "Privacy and Data Protection Assessment",
    "Loading your Security Assessment": "Loading your Security Assessment",
    "Complete": "Complete",
    "Saved Answers": "Saved Answers",
    "Computing Score": "Computing Score",
    "Your Security Score is": "Your Security Score is : ",
    "Your Risk Score is": "Your Risk Score is : ",
    "No Content Available": "No Content Available!",
    "Dashboard": "Dashboard",
    "Data Privacy and Data Protection": "Data Privacy and Data Protection",
    "LGPD Non-Compliance Risk": "LGPD Non-Compliance Risk",
    "Get More Insights": "GET MORE INSIGHTS",
    "Cyber Security": "Cyber Security",
    "Cyber Security Residual Risk": "Cyber Security Residual Risk",
    "Data Privacy and Data Protection Dashboard": "Data Privacy and Data Protection Dashboard",
    "Category": "Category",
    "Progress": "Progress",
    "Potential Overall Monetary Impact": "Potential Overall Monetary Impact",
    "Comparison with Rest of the World": "Comparison with Rest of the World",
    "Cost of Data Breach": "Cost of Data Breach",
    "Potential Monetary Impact Over Time": "Potential Monetary Impact Over Time",
    "Instant": "Instant",
    "up to a week": "Up to a week",
    "Over a week": "Over a week",
    "Very High": "Very High",
    "High": "High",
    "Moderate": "Moderate",
    "Low": "Low",
    "Very Low": "Very Low",
    "Cyber Security Dashboard": "Cyber Security Dashboard",
    "Likelihood of Attack in the next 12 months": "Likelihood of Attack in the next 12 months",
    "Average Annualised Cost of Cyber Attack in": "Average Annualised Cost of Cyber Attack in",
    "Average Annualised Cost of Cyber Attacks around the World": "Average Annualised Cost of Cyber Attacks around the world",
    "Cost of Cyber Attack by Country": "Cost of Cyber Attack by Country",
    "Average Annualised Cost of Cyber Attacks in Your Sector": "Average Annualised Cost of Cyber Attacks in Your Sector",
    "Immediate Cost of Cyber Attacks for your company size": "Immediate Cost of Cyber Attacks for your company size",
    "millions USD$": "millions USD$",
    "FIND OUT MORE HERE": "FIND OUT MORE HERE",
    "Further Insights": "Further Insights",
    "Impact based on Industry Standard Datasets": "Impact based on Industry Standard Datasets",
    "Assessments": "Assessments",
    "Administration": "Administration",
    "Admin Dashboard": "Admin Dashboard",
    "Administrator Dashboard": "Administrator Dashboard",
    "List of Users": "List of Users",
    "Privacy Dashboard": "Privacy Dashboard",
    "Security Dashboard": "Security Dashboard",
    "Back": "Back",
    "Ransomware Detection": "Ransomware Detection",
    "Low-impact Ransomware": "Low-impact Ransomware",
    "High-impact Ransomware": "High-impact Ransomware",
    "Worst-case Ransomware": "Worst-case Ransomware",
    "Ransomware Impact": "Ransomware Impact",
    "Median impact value per day duration": "Median impact value per day duration",
    "Denial of Service Interruption Impact": "Denial of Service Interruption Impact",
    "Median impact value per hour duration": "Median impact value per hour duration",
    "Interruption Duration": "Interruption Duration",
    "Low-impact Interruption": "Low Impact Interruption",
    "High-impact Interruption": "High-Impact Interruption",
    "Worst-case Interruption": "Worst-Case Interruption",
    "Duration": "Duration",
    "Days": "Days",
    "Day": "Day",
    "You can access Dashboard by going to Assessments > Dashboard": "You can access Dashboard by going to Assessments > Dashboard",
    "Close": "Close",
    "Yes": "Yes",
    "No": "No",
    "privacy_data_protection": {
        "title": "Privacy and Data Protection Assessment",
        "Maintain Data Governance": "Maintain Data Governance",
        "When processing personal data": "When processing personal data, Data Protection and Privacy (DPP) practitioners and enterprises should provide comprehensive governance to ensure conformance with established privacy and data protection regulations in a positive sense. The governing processes should enable all associates and other internal and external stakeholders to rely on a defined set of principles, policies and procedures that clearly define and explain how personal data may be processed and how senior management and other leadership functions support related activities.",
        "Has your organisation established a Data Protection and Privacy (DPP) Governance Framework": "Has your organisation established a Data Protection and Privacy (DPP) Governance Framework",
        "Does your organisation maintain a Data Processing Register": "Does your organisation maintain a Data Processing Register",
        "Does your organisation maintain Binding Corporate Rules (BCRs)": "Does your organisation maintain Binding Corporate Rules (BCRs)",
        "Does your organisation maintain Rules for Consent": "Does your organisation maintain Rules for Consent",
        "Does your organisation maintain Rules for Data Subject Requests": "Does your organisation maintain Rules for Data Subject Requests",
        "Does your organisation maintain Rules for Managing Complaints": "Does your organisation maintain Rules for Managing Complaints",
        "Does your organisation ensure Impartial Oversight": "Does your organisation ensure Impartial Oversight",
        "Acquire, Identify and Classify Personal Data": "Acquire, Identify and Classify Personal Data",
        "The acquisition of new personal data": "The acquisition of new personal data, identification of existing personal data and classification of information assets form the basis for managing and controlling such data in accordance with expected norms. Data Protection and Privacy (DPP) practitioners and enterprises must therefore provide a robust process that ensures conformant processing as well as efficient data management. This process should also establish a defined and measurable life cycle for personal data, taking into account the principle of data minimisation.",
        "Does your organisation manage the Data Life Cycle": "Does your organisation manage the Data Life Cycle",
        "Does your organisation conduct Personal Data Identification": "Does your organisation conduct Personal Data Identification",
        "Does your organisation maintain Data Classification": "Does your organisation maintain Data Classification",
        "Does your organisation maintain a Personal Data Register": "Does your organisation maintain a Personal Data Register",
        "Does your organisation manage Special Categories Data": "Does your organisation manage Special Categories Data",
        "Does your organisation demands for erasure (Right to be Forgotten)": "Does your organisation meet the demands for erasure (Right to be Forgotten)",
        "Manage Personal Data Risk": "Manage Personal Data Risk",
        "Personal data processing is subject to a number": "Personal data processing is subject to a number of predefined risks that must be identified, evaluated and treated in an adequate and appropriate manner. The potential impact of these risks must be assessed and analyzed in view of existing risk mitigation measures. The risk management process must further manage residual risk, using recognized tools and standards.",
        "Has your organisation conducted a Risk Evaluation": "Has your organisation conducted a Risk Evaluation",
        "Has your organisation conducted a Data Protection Impact Assessment (DPIA)": "Has your organisation conducted a Data Protection Impact Assessment (DPIA)",
        "Does your organisation manage Risk Treatment": "Does your organisation manage Risk Treatment",
        "Does your organisation conduct Risk Validation": "Does your organisation conduct Risk Validation",
        "Manage Personal Data Security": "Manage Personal Data Security",
        "Personal data processing requires adequate and comprehensive security": "Personal data processing requires adequate and comprehensive security around the information assets in scope. As personal data—and Personally Identifiable Information (PII) in the wider sense—represent a significant business and financial value, they should be treated accordingly and assigned an adequate level of protection in terms of confidentiality, integrity and availability. The security process for personal data should ensure a reasonable level of protection in view of the corresponding risks and impacts, making use of existing risk evaluations and impact analyses. It should further leverage existing information security processes to strengthen the protection of personal data.",
        "Does your organisation manage Data Anonymization and Pseudonymization": "Does your organisation manage Data Anonymization and Pseudonymization",
        "Does your organisation have an Encryption Strategy": "Does your organisation have an Encryption Strategy",
        "Does your organisation manage Protection Levels": "Does your organisation manage Protection Levels",
        "Does your organisation manage Resilience": "Does your organisation manage Resilience",
        "Does your organisation manage access to personal data": "Does your organisation manage access to personal data",
        "Does your organisation manage Testing and Assessment of Personal Data Security": "Does your organisation manage Testing and Assessment of Personal Data Security",
        "Manage the Personal Data Supply Chain": "Manage the Personal Data Supply Chain",
        "Where personal data is processed by more than one organization": "Where personal data is processed by more than one organisation, the supply chain across all controllers and processors must be managed and controlled. The management process, therefore, includes all controllers (jointly or separately) as well as any sub-processors handling personal data. The supply chain process is supported by processing agreements and supply chain controls, based on the risks and potential impacts along the chain. It further replicates the governance framework and its constituent parts from the primary level of the controller(s) to any other actors in the supply chain.",
        "Does your organisation manage Controllers and Processors": "Does your organisation manage Controllers and Processors",
        "Do you manage Sub-processing": "Do you manage Sub-processing",
        "Does your organisation maintain Processing Agreements": "Does your organisation maintain Processing Agreements",
        "Does your organisation manage Supply Chain Impact": "Does your organisation manage Supply Chain Impact",
        "Does your organisation maintain Supply Chain Controls": "Does your organisation maintain Supply Chain Controls",
        "Manage Incidents and Breaches": "Manage Incidents and Breaches",
        "DPP-related incidents and breaches should be reported": "Data Protection and Privacy (DPP) related incidents and breaches should be reported. This includes notification of supervisory authorities as well as communications with data subjects actually or potentially affected by the breach. From an organisational perspective, the incident (or eventual crisis) should be managed in terms of  conformance to established privacy and data protection regulations as well as business continuity and recovery of services and information. This requires a robust incident and breach management process.",
        "Does your organisation manage notifications of supervisory authorities": "Does your organisation manage notifications of supervisory authorities",
        "Does your organisation manage Data Subject Communications": "Does your organisation manage Data Subject Communications",
        "Does your organisation perform Incident and Crisis Management": "Does your organisation perform Incident and Crisis Management",
        "Does your organisation manage Evidence and Claims": "Does your organisation manage Evidence and Claims",
        "Create and Maintain Awareness": "Create and Maintain Awareness",
        "Data protection and privacy (DPP) as fundamental values within": "Data Protection and Privacy (DPP), as fundamental values within an enterprise, require awareness and ongoing information and education about Data Protection and Privacy (DPP). The awareness process supports all other processes by explaining, communicating and reinforcing good practice and customer expectations. The awareness process further includes education, training and qualification elements to ensure that enterprises have the requisite skill sets and develop their expertise in line with legislative and regulatory developments.",
        "Does your organisation maintain Enterprise-wide Awareness": "Does your organisation maintain Enterprise-wide Awareness",
        "Does your organisation manage Skills and Education": "Does your organisation manage Skills and Education",
        "Does your organisation provide Training": "Does your organisation provide Training",
        "Organize DPO Function": "Organise a Data Protection Officer (DPO) Function",
        "Established privacy and data protection regulations mandate": "Established privacy and data protection regulations mandate a Data Protection Officer (DPO) as an individual or function. A process is needed to ensure that once established, the DPO performs regular tasks and interacts with other parts of the enterprise. In doing so, the DPO must further ensure conformance with laws and regulations. This entails the involvement of the DPO in any matters that might be related to personal data processing, effectively creating a broad function that should be structured and well organised.",
        "Does your organisation have Data Protection Officer (DPO) Function": "Does your organisation have Data Protection Officer (DPO) Function",
        "Does your organisation manage Budget and Resources of the DPO function": "Does your organisation manage Budget and Resources of the DPO function",
        "Does your organisation manage Organisational Interfaces": "Does your organisation manage Organisational Interfaces",
        "Do you manage Reporting": "Do you manage Reporting",
        "Does your organisation manage External Services": "Does your organisation manage External Services",
        "Maintain Internal Controls": "Maintain Internal Controls",
        "Personal data processing in accordance with established privacy": "Personal data processing in accordance with established privacy and data protection regulations requires a comprehensive set of internal controls that ensure compliance and provide reasonable assurance. The process of maintaining internal controls over personal data processing should be fully aligned with the general system of internal controls operated by the enterprise. As a subset of controls, the Personal Data (PD) processing controls should be supported by, and integrated with, enterprise-level and general controls to avoid duplication or ambiguity. The process of maintaining internal controls should further follow the personal data life cycle, as indicated below.",
        "Does your organisation maintain Data Acquisition Controls": "Does your organisation maintain Data Acquisition Controls",
        "Does your organisation maintain Processing Controls": "Does your organisation maintain Processing Controls",
        "Does your organisation maintain Storage Controls": "Does your organisation maintain Storage Controls",
        "Does your organisation maintain Deletion Controls": "Does your organisation maintain Deletion Controls",
        "Does your organisation maintain Monitoring Controls": "Does your organisation maintain Monitoring Controls",
        "Is your Organisation prepared to manage independent reviews": "Is your Organisation prepared to manage independent reviews",
        "recommendations": {
            "Your enterprise is well prepared in this area": "Your enterprise is well-prepared in this area. Where appropriate, the governance framework should reference existing policies and procedures that are linked to personal data processing (for example, the information security policy or the identity and access management policy). Likewise, organisational and technical concepts, a governance framework and arrangements should be referenced to ensure consistency (for instance, any existing data classification schemes or the determination of information asset protection levels).",
            "Governance elements around a processing register include": "Governance elements around a processing register include, but are not limited to: \n•  Information assets used (from personal data register)\n•  Purpose(s) of processing Business processes or other organisational processes utilizing the assets \n•  Processing life cycle from initial data acquisition to data deletion (planned or ad hoc)\n•  The governing process around the processing register should further define a role or function responsible for maintaining the register, as well as accessibility of the register to internal and external reviews. Further governance provisions might include the scope and procedure for presenting the register as evidence, both internally and externally. In situations where complex processing of large amounts of personal data takes place, the register should be governed by a policy or appropriate key operating procedure.",
            "An enterprise should establish": "Your enterprise is doing well in this area. An enterprise should establish, maintain, continuously monitor and adapt binding corporate rules that adequately and comprehensively reflect the internal and external governance framework. Activities in conjunction with BCRs include, but are not limited to:\n• Definition, description and approval of BCRs by senior management\n• Communication of BCRs on an enterprise-wide basis\n• Annual or ad hoc validation and updating of BCRs\n• Integration of BCRs in third-party contractual relationships\n• Monitoring of BCR conformance internally and externally",
            "Your enterprise rules for consent are well defined and communicated": "Your enterprise's rules for consent are well-defined and communicated. At a minimum, governance provisions around consent should cover:\n• Transparency and enabling information to data subjects\n• Types of consent and related requirements\n• Withdrawal of consent by data subjects\n• Specific processes, controls and verification for child consent, including appropriate verification of age and/or parental authority as well as parental Communication channels, simplicity of language and accessibility of consent-based interfaces",
            "Your enterprise is well equipped to process data subject requests": "Your enterprise is well-equipped to process data subject requests. At a minimum, governance provisions around data subjects requests should cover:\n• Receiving and documenting data subject requests\n• Purpose-related, legal and technical validation of requests\n• Formal response, including communications channels and formats\n• Interfaces to internal and supply chain processes\n• Interface to personal data register and processing register\n• Independent review of requests by the DPO function",
            "Your enterprise is effective at addressing data subjects": "Your enterprise is effective at addressing data subjects' complaints. At a minimum, governance provisions around data subjects’ complaints should cover:\n•  Receipt and initial documentation, including any formal response to supervisory authorities\n•  Complaint analysis, including organisational, legal and technical interfaces within the enterprise\n•  Definition and implementation of remediation where applicable\n•  Identification of potential gaps or weaknesses leading to the complaint and opportunities for improvement",
            "Your enterprise has a well governed process to Ensure Impartial Oversight": "Your enterprise has a well-governed process to ensure impartial oversight. Activities in conjunction with impartial oversight include, but are not limited to:\n• Organisational roles performing and ensuring impartial oversight\n• Roles and responsibilities (RACI), including demonstrated impartiality\n• Objectives, scope and extent of oversight activities\n• Risk-based frequency of oversight activities\n• Procedures and guidance for planning, deploying and reporting",
            "the following parts of the cycle should be defined": "Your enterprise is well-prepared in this area. At a minimum, the following parts of the cycle should be defined and implemented:\n•  Data creation or acquisition, including the personal data processing (supply)chain\n•  Information asset classification, including protection levels and assignment to special categories\n•  Inclusion in the personal data register and the processing register and removal from registers\n•  Actual processing and related controls\n•  Temporary and permanent storage, including virtualised and cloud storage\n•  Archiving and aggregation\n•  Deletion, both planned (end of life or end of purpose) and ad hoc (erasure request, etc.)",
            "Your enterprise is doing excellent work identifying and documenting personal data": "Your enterprise is doing excellent work identifying and documenting personal data. The identification process  should, at a minimum, address the following aspects:\n•  Definition of criteria in accordance with established privacy and data protection regulations\n•  Procedure for analysing existing data sets, possibly in combination with the analysis of security protection levels Confidentiality, Integrity and Availability (CIA)\n•  Handover procedure to personal data register\n•  Analysis of potential inference (indirect identification of natural persons) from separate and/or dispersed data sets\n•  Onboarding procedure for new data\n•  Procedures and controls for third parties.",
            "Your enterprise is effective at maintaining data classification": "Your enterprise is effective at maintaining data classification. At a minimum, personal data classification should address:\n•  General attribute of “personal” in accordance with established privacy and data protection regulations; wider personal relevance as Personally Identifiable Information (PII) if needed\n•  Specific classification relating to special categories and purposes, including limitations and additional security requirements\n•  Classification in terms of nonrepudiation of transactions involving personal data\n•  Other aspects, such as applicable professional secrecy or restricted access criteria",
            "Your enterprise personal data register is very well maintained":"Your enterprise's personal data register is very well-maintained. At a minimum, the personal data register process should address:\n•  Type of data and aggregation (if any) into information assets\n•  Relevant links between data sets that form information assets under established privacy and data protection regulations\n•  Data types and formats, including data not held in electronic formats (e.g., paper, microfiche)\n•  Data location and instantiation, including multiple copies, virtualised and cloud images, etc.\n•  Life cycle and life span information, including planned archiving and deletion\n•  Linked processing steps, organisational units and processing purposes, clearly detailing the when, why, where and by whom of personal data processing",
            "Your enterprise is well equipped to manage special categories data": "Your enterprise is well-equipped to manage special categories data. This requires a robust process that identifies, controls and documents any processing of data belonging to one or more special categories, covering at a minimum, but not limited to:\n•  Mapping of identified information assets to special categories in accordance with established privacy and data protection regulations\n•  Documentation of justifying circumstances (as per established privacy and data protection regulations) for each information asset\n•  Documentation of any new or changed classification of such information assets.  NOTE: • Documentation of all communications with data subjects or supervisory authorities as relating to the information asset\n•  Documentation of asset-related consent and withdrawal of consent\n•  Verified links to personal data register and processing register, including evidence of processing that is restricted to the defined purpose(s).",
            "Your enterprise is well-prepared to respond to demands for erasure": "Your enterprise is well-prepared to respond to demands for erasure. The process should, at a minimum, address the following aspects:\n•  Receipt, confirmation and analysis of erasure requests by data subjects or competent authorities\n•  Validation and internalization of erasure requests transferred by third parties\n•  Defined interfaces to other processes, i.e., personal data register and\nprocessing register, data classification and data life cycle\n•  Approvals and independent-verification procedures around erasure\n•  Erasure confirmation and communications procedure (to data subjects or authorities).",
            "Your enterprise has conducted a thorough risk evaluation": "Your enterprise has conducted a thorough risk evaluation. As a reminder, the results of the risk evaluation should include, at a minimum:\n•  Comprehensive register of events and threats leading to established privacy and data protection risk categories\n•  Frequency estimates and precautionary assumptions\n•  Aggregation and clustering of events leading to the same risks materialising\n•  Risk classification, usually in accordance with the overarching organisational risk classification scheme.",
            "Your enterprise has successfully conducted a data protection impact assessment": "Your enterprise has successfully conducted a data protection impact assessment. As a reminder, the Data Protection Impact Assessment (DPIA) must take into account existing controls and risk mitigation measures and aim at identifying the potential impact resulting from the residual risk that has not been or cannot be fully mitigated.",
            "Your enterprise is doing an excellent job managing risk treatment": "Your enterprise is doing an excellent job managing risk treatment. As a reminder, the risk treatment process should, at a minimum, cover the following:\n•  Risk avoidance or elimination, including changes to processing arrangements or discontinuation of processing (restructure or exit)\n•  Risk elimination through additional controls or safeguards\n•  Risk transfer, including restructuring of the personal data supply chain\n•  Risk reduction through additional controls or mitigation measures\n•  Risk tolerance, based on the estimated frequency and impact.",
            "Your enterprise has a robust validation process": "Your enterprise has a robust validation process. As a reminder, at a minimum, the risk validation process should address:\n•  Confirmation (or change) of risk evaluation results, including frequency estimates and the event/threat universe reasonable period of observation\n•  Review of any incidents or breaches that may have occurred since the last validation\n•  Analysis of any changes to the framework and terms of reference, i.e., in respect of any legislative or regulatory, political or financial events.",
            "Your enterprise is doing excellent work in this area": "Your enterprise is doing excellent work in this area. Anonymisation and pseudonymisation should cover, but are not limited to:\n• Identification of personal data sets to be anonymized/pseudonymized\n•  Definition of techniques at all technical levels, e.g., file, database record, non electronic filing systems\n•  Documentation and log of actual anonymisation/pseudonymisation\n•  Defined link to personal data register and processing register\n•  Recursive application of the need-to-know principle across the supply chain; integration of the actual need to know with identity and access management.",
            "The encryption strategy and its components should be based on risk and efficiency": "The encryption strategy and its components should be based on risk and efficiency, making sure that established privacy and data protection  risks are fully understood and internalised in any decision. Your enterprise is doing very well in this area. As a reminder, at a minimum, the encryption process should address:\n•  Definitive set of personal data and information assets to be encrypted, based on the assigned protection levels in established privacy and data protection risk and impact categories\n•  Definition of encryption techniques and targets, e.g., individual data, database elements, whole databases, transactions, etc.\n•  Links to recognized or approved encryption techniques and tools already in use within the enterprise\n•  Scope, plan and implementation steps for additional encryption needed for personal data.",
            "Your enterprise is doing an excellent job managing protection levels": "Your enterprise is doing an excellent job managing protection levels. The process around protection levels for personal data provides a defined interface (both ways) between general information security and personal data security. Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in protection level analyses.",
            "Your enterprise has a well governed process to manage resilience": "Your enterprise has a well-governed process to manage resilience. As a reminder, at a minimum, the resilience process should cover:\n•  Personal data criticality, often expressed as a combination of integrity and availability requirements\n•  Processing criticality as a function of time, i.e., maximum tolerable period of unavailability, maximum tolerable data loss\n•  Recovery plans for personal data sets\n•  Defined links to general business continuity and IT service continuity plans\n•  Backup and restore concepts for personal data sets, linked to overall backup and restore plans and procedures\n•  Multiple instantiations of personal data sets requiring high availability, i.e., fully resilient processing.",
            "Your enterprise is effectively managing access to personal data": "Your enterprise is effectively managing access to personal data. Access restrictions and limitations resulting from personal data processing requirements should be documented and fed into the general Identity and Access Management (IAM) process. The access management process for personal data, therefore, provides an interface (both ways) to general Identity and Access Management (IAM). Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in access management.",
            "Your enterprise has a robust process in place to manage testing and assessment of personal data security": "Your enterprise has a robust process in place to manage testing and assessment of personal data security. As a reminder, at a minimum, the process should address:\n•  Types of test and assessment, e.g., conceptual testing, vulnerability scanning and penetration testing\n•  Frequency of testing\n•  Evidence of continual improvement, i.e., progressively more demanding tests and assessments over time\n•  Test logging and securing evidence\n•  Analysis of weaknesses and documentation of improvement opportunities.",
            "Your enterprise has a robust process in place for managing controllers and processors": "Your enterprise has a robust process in place for managing controllers and processors. As a reminder, the process should cover at least:\n•  Identification of primary and joint controllers, including individual or collective purpose(s) for processing personal data\n•  Identification of processors, including the defined scope and extent of processing on behalf of one or more controllers\n•  Links to the personal data register, reflecting the data sets and the way they are handled across the supply chain (data in flow; data at rest)\n•  Links to the processing register, reflecting the processes or process steps\nperformed by each actor in the supply chain\n•  Documentation of vendor (processor) management and control arrangements, often embedded into general vendor management of an enterprise",
            "In complex supply chains the subprocessing management process is an essential element of ensuring  privacy and data protection regulations": "In complex supply chains, the sub-processing management process is an essential element of ensuring  privacy and data protection regulations conformance across the whole supply chain to expected or established norms. Your enterprise is doing very well in this area. As a reminder, the sub-process management process should cover, at a minimum:\n•  Formal request procedure to primary processors; disclosure of any further outsourcing\n•  Documentation and register of subprocessing, including scope, extent and purpose(s)\n•  Evidence of conformance to established privacy and data protection regulations or norms, including processes, controls, concepts and review results\n•  Audit reports and other independent assurance, if available\n•  Processing agreements between primary processors and sub-processors",
            "Your enterprise is doing well in this area As a reminder at a minimum the process around these agreements should cover": "Your enterprise is doing well in this area. As a reminder, at a minimum, the process around these agreements should cover:\n•  Definition, approval and roll-out of standardised agreements, including templates\n•  Monitoring of fulfilment on a regular basis\n•  Planning and execution of reviews, primarily under the standard right to audit\n•  Receipt, analysis and validation of third-party evidence for conformant processing, e.g., certification and attestation reports\n•  Regular review and updating of processing agreements, terms and conditions, in line with legislative and regulatory activity\n•  Termination and exit planning for individual contractual relationships",
            "In a supply chain with multiple actors impacts resulting": "Your enterprise is well-prepared in this area. In a supply chain with multiple actors, impacts resulting from  privacy and data protection risks may materialise at any point and at any time. Therefore, Data Protection and Privacy (DPP) practitioners and enterprises should apply their own Data Protection Impact Assessment (DPIA) approach to all parts of the supply chain and document the feedback received from each of the parties. This includes standardised reporting as well as ad hoc reviews or plausibility checks. The overall impact should then be aggregated based on the processing register and the flow of data across various supply chain participants. Care should be taken in understanding how impacts in one place may aggravate impacts in other parts of the supply chain.",
            "Where personal data processing is performed in a supply chain internal controls at a processor": "Where personal data processing is performed in a supply chain, internal controls at a processor or subprocessor must be as effective as the ones within the controller organisation. Your enterprise's well-defined supply chain controls process ensures that this is the case. As a reminder, at a minimum, the supply chain controls process should cover the following:\n•  Obtaining and analysing internal controls documentation from third parties\n•  Mapping supply chain controls to the internal control system (ICS) at the controller organisation\n•  Procedures for test of design (ToD), i.e., standard techniques for evaluating controls\n•  Procedures for test of effectiveness (ToE), i.e., sampling and collecting evidence that demonstrates the effectiveness of controls at third parties\n•  Monitoring and log review arrangements, including accessibility of log data in as much as these, relate to personal data processing\n•  Point-in-time or continuous audit rights, including audit planning and deployment",
            "Your enterprise is well prepared to manage notification in a timely manner": "Your enterprise is well-prepared to manage notification in a timely manner. As a reminder, at a minimum, the process of notifying supervisory authorities should include:\n•  Information gathering / investigative procedure, outlining the interaction between the Data Protection Officer (DPO) function and other parts of the enterprise and/or external services\n•  Standardised reporting package including the minimum requirements of privacy and data protection information sets and appropriate templates",
            "Your enterprise is well equipped to notify data subjects in event of an incident or breach": "Your enterprise is well-equipped to notify data subjects in event of an incident or breach. As a reminder, at a minimum, the process of notifying data subjects should cover:\n•  Standardised reporting format and templates, adapted to and optimised for various channels of communication (individual, group, public)\n•  Predefined and approved key messages expressing the enterprise’s actions (investigation, consequences, remediation, improvement, etc.)\n•  Organisational responsibilities with regard to formulating and conveying key messages, e.g., involvement of the communications department, legal advice, etc.\n•  Ad hoc communications facilities offered to data subjects, e.g., help line, free phone number, dark site, etc.",
            "Your enterprise has a well defined incident and crisis management process": "Your enterprise has a well-defined incident and crisis management process. From the perspective of Data Protection and Privacy (DPP) practitioners and organisational units initially discovering the breach, the process should cover at least:\n•  Description and documentation of known facts and figures, in a standardised format where appropriate\n•  Defined link to general escalation and alerting process, often defined by the business crisis management (BCM) function\n•  Predefined generic personal data scenario for business continuity and crisis management, similar to other special scenarios such as cyberattack, pandemic, etc.\n•  Predefined relationships and communications channels with external actors, i.e., external services such as investigative or forensics specialists\n•  Ongoing communications protocol between organisational line units and incident/crisis management teams.",
            "Your enterprise is well prepared to manage evidence and claims appropriately": "Your enterprise is well-prepared to manage evidence and claims appropriately. Personal data breaches represent instances of noncompliance but also indicate that internal and/or external negligence or criminal activity may have been present. The evidence and claims process should therefore cover, at a minimum:\n•  Defined procedures for collecting and securing evidence, including chain of custody\n•  Availability of specialised services such as IT forensics\n•  Procedure and templates for post-incident analysis and reporting\n•  Procedure for substantiating claims against third parties, including the legal or contractual basis for such claims\n•  Procedure for preparing defenses against claims by third parties, including aspects of appeal (regulatory decisions)\n•  Defined link to post-incident Data Protection Officer (DPO) reporting",
            "Your enterprise is doing a good job maintaining enterprise awareness": "Your enterprise is doing a good job maintaining enterprise awareness. At a minimum, the enterprise-wide awareness process should cover:\n•  Definition and description of privacy and data protection requirements in day-to-day organisational processes, including examples of personal data processing\n•  Campaign materials emphasising specific aspects of Data Protection and Privacy (DPP), personal data processing and privacy and data protection related points to note\n•  Program/project plans setting target dates for awareness measures\n•  Third-party awareness materials and details on how to include third parties in awareness campaigns",
            "Data protection and privacy management including the context of established privacy": "Data Protection and Privacy management, including the context of established privacy and data protection regulations, require a set of skills and qualifications that must be present in the enterprise or contracted through external services. The management of skills and education is an essential process to ensure that privacy and data protection  processes, risks and consequences are fully understood. Your enterprise is doing very well in this area. As a reminder, the skills and education process should include, but not be limited to:\nNOTE: • Definition of skills, levels and internal requirements for Data Protection and Privacy (DPP) related tasks and positions\n NOTE: • Mapping of skills to roles and organisational functions (matrix)\n• Identification of suitable qualification levels and formal qualifications or certifications, as needed for each part of the matrix\n• Education paths for different roles and organisational functions in Data Protection and Privacy (DPP)\n• Gathering appropriate educational sources, materials and opportunities for guided or self-study.",
            "Your enterprise has a robust and effective training process": "Your enterprise has a robust and effective training process. Training is an important component of overall awareness, providing ongoing learning opportunities and reinforcing the key messages around Data Protection and Privacy (DPP) and privacy and data protection regulations. At a minimum, the training process should cover:\n•  Defined and validated basic privacy and data protection regulations training, preferably mandatory for all members of the enterprise\n•  Training concept based on the skills and education matrix\n•  Training plan, typically on an annual basis, including internal and external training opportunities\n•  Preparation of training materials, guided study and self-study\n•  Preparatory training aids for higher qualifications in Data Protection and Privacy (DPP) and established privacy and data protection regulations, including certification exam preparation, etc.\n•  Defined external training sources and providers for specific purposes, e.g., legal or Data Protection Officer (DPO) training.",
            "Your enterprise has a well-established DPO function": "Your enterprise has a well-established DPO function. As a reminder, at a minimum, the process of maintaining and running the DPO should cover the following:\n•  Organisational structure and positioning of the DPO function, including the DPO office and its points of contact in other parts of the enterprise\n•  Design of administrative tasks and processes for the DPO function\n•  Design of regular work program in an annual cycle\n•  Human resource planning, skills and education needs.",
            "Your enterprise is doing well managing the budget and resources of the DPO function": "Your enterprise is doing well managing the budget and resources of the DPO function. As a reminder, the budgeting and resourcing process should at least cover:\n•  Annual financial budget cycle, linking into general budgeting\n•  Human resource and headcount planning\n•  Technical resource planning, including tools, licensing, etc.\n•  External service planning and budgeting, e.g., for consultants or legal advisors\n•  Links to general financial reporting within the enterprise.",
            "You have exceptional representation of the DPO function in the overall enterprise": "You have exceptional representation of the DPO function in the overall enterprise. As a reminder, the management process for organisational interfaces should cover at least:\n•  Documentation of regular, formal contacts throughout the enterprise\n•  DPO participation in standing committees and other formal institutional meetings\n•  Regular communications between the DPO function and other organisational units, including minutes and other reports\n NOTE:  • Documented process steps requiring DPO involvement, including consultation and information (RACI).",
            "Formal internal and external reporting is an important part of the DPO function": "Formal internal and external reporting is an important part of the DPO function. Your enterprise is doing very well in this area. As a reminder, at a minimum, the reporting management process should cover:\n•  Reporting schedules for internal and external reporting to and by the DPO function\n•  Procedures specifying report templates, formal content, frequency and distribution as well as Confidentiality, Integrity and Availability (CIA) ratings for reports\n•  Tracking procedure for reporting, covering all reporting schedules.",
            "Your enterprise is well positioned to manage privacy and data protection regulations": "Your enterprise is well-positioned to manage privacy and data protection regulations conformance and related requirements that are contracted through external services. As a reminder, the process for managing external services should address, at a minimum:\n•  Purpose and substance of external services, including a processing agreement\n•  Defined and agreed protection level for the services rendered, specifying confidentiality, integrity and availability\n•  Supplier risk analysis, including in-depth checks and due diligence where appropriate\n•  Information security analysis\n•  Right to audit, analysis of review results and tracking of remedial action\n NOTE: • Human resource background checking where appropriate and legally permitted.",
            "Your enterprise data acquisition controls are well maintained": "Your enterprise's data acquisition controls are well-maintained. As a reminder, at a minimum, the process for managing such controls should address: \n• Identification of organisational processes that may intentionally or incidentally acquire personal data\n•  Documentation of inbound data flows and data interfaces (i.e., written, web, other)\n•  Identification of data origin where possible (i.e., direct from data subject, controller, processor, other supply chain actors, etc.)\n•  Documentation of related controls in the internal controls register.",
            "Your enterprise processing controls are well maintained": "Your enterprise's processing controls are well-maintained. As a reminder, the process of maintaining such controls should cover:\n•  Identification of process steps, inputs and outputs that are to be controlled\n•  Identification of handover points to third parties, e.g., processors or authorities\n•  Definition of control objectives and control types (e.g., preventive, detective, corrective)\n•  Documentation of related controls in the internal controls register.",
            "Your enterprise storage controls are well maintained": "Your enterprise's storage controls are well-maintained. As a reminder, the process of maintaining such controls should cover at least:\n•  Identification of storage types and locations for personal data, i.e., storage map\n•  Analysis of storage instances within the overall IT architecture\n•  Identification of external storage instances, e.g., third party, virtualised, cloud\n•  Identification and mapping of handover points between core processes (data in flow) and storage (data at rest)\n•  Documentation of related controls in the internal controls register.",
            "Your enterprise deletion controls are well maintained": "Your enterprise's deletion controls are well-maintained. As a reminder, the process for maintaining deletion controls should cover at least:\n• Identification of deletion points within the overall system\n• Mapping of controls prior to deletion\n• Maintaining a deletion log\n• Mapping of controls after deletion\n• Verification of removal from the personal data register\n• Documentation of related controls in the internal controls register.",
            "Your enterprise monitoring controls are well maintained": "Your enterprise's monitoring controls are well-maintained. As a reminder, the process for maintaining monitoring controls should cover at least:\n• Mapping of personal data processing to overall monitoring, including tools\n•  Identification of monitoring needs across the process register\n• Mapping of reporting needs and application to monitoring processes\n• Recurring review of monitoring density and extent\n• Documentation of related controls in the internal controls register.",
            "Your enterprise is well prepared to manage independent reviews": "Your enterprise is well-prepared to manage independent reviews. As a reminder, managing independent reviews further requires planning steps similar to standard reviews, including notification, fieldwork, analysis and reporting. Data Protection and Privacy (DPP) practitioners and enterprises may benefit from leveraging standardised audit and review processes for Data Protection and Privacy (DPP) reviews. They should further link to the minimum structure and content of Data Protection Officer (DPO) reporting as set down in established privacy and data protection regulations.",
            "Major effort is needed in this area": "A major effort is needed in this area. Where appropriate, the governance framework should reference existing policies and procedures that are linked to personal data processing (for example, the information security policy or the identity and access management policy). Likewise, organisational and technical concepts and arrangements should be referenced to ensure consistency (for instance, any existing data classification schemes or the determination of information asset protection levels).",
            "Significant improvements are needed to your enterprise processing register": "Significant improvements are needed to your enterprise's processing register. Governance elements around a processing register include, but are not limited to: Information assets used (from personal data register) Purpose(s) of processing business processes or other organisational processes utilizing the assets Processing life cycle from initial data acquisition to data deletion (planned or ad hoc) The governing process around the processing register should further define a role or function responsible for maintaining the register, as well as accessibility of the register to internal and external reviews. Further governance provisions might include the scope and procedure for presenting the register as evidence, both internally and externally. In situations where complex processing of large amounts of personal data takes place, the register should be governed by a policy or appropriate key operating procedure.",
            
            "Your enterprise needs to give serious attention to improvements in this area": "Your enterprise needs to give serious attention to improvements in this area. An enterprise should establish, maintain, continuously monitor and adapt binding corporate rules that adequately and comprehensively reflect the internal and external governance framework. Activities in conjunction with BCRs include, but are not limited to: Definition, description and approval of BCRs by senior management Communication of BCRs on an enterprise-wide basis Annual or ad hoc validation and updating of BCRs Integration of BCRs in third-party contractual relationships monitoring of BCR conformance internally and externally" ,
            "Your enterprises rules for consent are lacking": "Your enterprise's rules for consent are lacking. At a minimum, governance provisions around consent should cover:\n• Transparency and enabling information to data subjects\n• Types of consent and related requirements\n• Withdrawal of consent by data subjects\n• Specific processes, controls and verification for child consent, including appropriate verification of age and/or parental authority as well as parental consent\n• Communication channels, simplicity of language and accessibility of consent-based interfaces" ,

            "Your enterprise is not prepared to process data subject requests": "Your enterprise is not prepared to process data subject requests. At a minimum,governance provisions around data subjects requests should cover:\n• Receiving and documenting data subject requests\n• Purpose-related, legal and technical validation of requests\n• Formal response, including communications channels and formats\n• Interfaces to internal and supply chain processes\n• Interface to personal data register and processing register\n• Independent review of requests by the DPO function" ,

            "Your enterprise is not equipped to address data subjects complaints": "Your enterprise is not equipped to address data subjects' complaints. At a minimum, governance provisions around data subjects’ complaints should cover: \n• Receipt and initial documentation, including any formal response to supervisory authorities\n• Complaint analysis, including organisational, legal and technical interfaces within the enterprise \n• Definition and implementation of remediation where applicable \n• Identification of potential gaps or weaknesses leading to the complaint and opportunities for improvement" ,


           "The organisation currently has no defined governance process to ensure impartial oversight": "The organisation currently has no defined governance process to ensure impartial oversight. It is crucial for your enterprise to establish a process to ensure objective oversight. Activities in conjunction with impartial oversight include, but are not limited to: \n• Organisational roles performing and ensuring impartial oversight \n• Roles and responsibilities (RACI), including demonstrated impartiality \n• Objectives, scope and extent of oversight activities \n• Risk-based frequency of oversight activities Procedures and guidance for planning, deploying and reporting" ,

            "At a minimum the following parts of the cycle should be defined and implemented": "Major effort is needed in this area. At a minimum, the following parts of the cycle should be defined and implemented: \n• Data creation or acquisition, including the personal data processing (supply) chain \n• Information asset classification, including protection levels and assignment to special categories \n• Inclusion in the personal data register and the processing register and removal from registers \n• Actual processing and related controls \n• Temporary and permanent storage, including virtualised and cloud storage Archiving and aggregation Deletion, both planned (end of life or end of purpose) and ad hoc (erasure request, etc.)" ,

            "Significant improvements are needed to your enterprise process to identify and document": "Significant improvements are needed to your enterprise's process to identify and document personal data. The identification process should, at a minimum, address the following aspects: \n• Definition of criteria in accordance with established privacy and data protection regulations or norms \n• Procedure for analysing existing data sets, possibly in combination with the analysis of security protection levels Confidentiality, Integrity and Availability (CIA) \n• Handover procedure to personal data register \n• Analysis of potential inference (indirect identification of natural persons) from separate and/or dispersed data sets \n• Onboarding procedure for new data \n• Procedures and controls for third parties. " ,


            "Your enterprise is not equipped to maintain data classification": "Your enterprise is not equipped to Maintain Data Classification. At a minimum, personal data classification should address: \n• General attribute of “personal” in accordance with established privacy and data protection regulations or norms; wider personal relevance as Personally Identifiable Information (PII) if needed \n• Specific classification relating to special categories and purposes, including limitations and additional security requirements \n• Classification in terms of nonrepudiation of transactions involving personal data \n• Other aspects, such as applicable professional secrecy or restricted access criteria" ,

            "Your enterprises personal data register needs significant improvement": "Your enterprise's personal data register needs significant improvement. At a minimum, the personal data register process should address: \n• Type of data and aggregation (if any) into information assets \n• Relevant links between data sets that form information assets under established privacy and data protection regulations or norms \n• Data types and formats, including data not held in electronic formats (e.g., paper, microfiche) \n• Data location and instantiation, including multiple copies, virtualised and cloud images, etc. \n• Life cycle and life span information, including planned archiving and deletion \n• Linked processing steps, organisational units and processing purposes, clearly detailing the when, why, where and by whom of personal data processing. " ,


            "Your enterprise is not equipped to manage special categories data": "Your enterprise is not equipped to manage special categories data. This requires a robust process that identifies, controls and documents any processing of data belonging to one or more special categories, covering at a minimum, but not limited to: \n• Mapping of identified information assets to special categories in accordance with established privacy and data protection regulations or norms \n• Documentation of justifying circumstances (as per established privacy and data protection regulations or norms) for each information asset \n• Documentation of any new or changed classification of such information assets \n• Documentation of all communications with data subjects or supervisory authorities as relating to the information asset \n• Documentation of asset-related consent and withdrawal of consent \n• Verified links to personal data register and processing register, including evidence of processing that is restricted to the defined purpose(s)." ,

            "Your enterprise is not prepared to respond to demands for erasure": "Your enterprise is not prepared to respond to demands for erasure. The process should, at a minimum, address the following aspects: \n• Receipt, confirmation and analysis of erasure requests by data subjects or competent authorities \n• Validation and internalization of erasure requests transferred by third parties \n• Defined interfaces to other processes, i.e., personal data register and \n• processing register, data classification and data life cycle \n• Approvals and independent-verification procedures around erasure \n• Erasure confirmation and communications procedure (to data subjects or authorities)." ,


            "Your enterprise should conduct a thorough risk evaluation": "Your enterprise should conduct a thorough risk evaluation. The results of the risk evaluation should include, at a minimum: \n• Comprehensive register of events and threats leading to privacy and data protection  risk categories \n• Frequency estimates and precautionary assumptions \n• Aggregation and clustering of events leading to the same risks materialising \n• Risk classification, usually in accordance with the overarching organisational risk classification scheme." ,

            "Your enterprise must conduct a thorough data protection impact assessment": "Your enterprise must conduct a thorough data protection impact assessment. The Data Protection Impact Assessment (DPIA) must take into account existing controls and risk mitigation measures, and aim at identifying the potential impact resulting from the residual risk that has not been or cannot be fully mitigated." ,

            "Your enterprise needs to make major improvements to better manage risk treatment": "Your enterprise needs to make major improvements to better manage risk treatment. The risk treatment process should, at a minimum, cover the following: \n• Risk avoidance or elimination, including changes to processing arrangements or discontinuation of processing (restructure or exit) \n• Risk elimination through additional controls or safeguards \n• Risk transfer, including restructuring of the personal data supply chain \n• Risk reduction through additional controls or mitigation measures \n• Risk tolerance, based on the estimated frequency and impact. " ,

            "Your enterprise needs to establish a risk validation process": "Your enterprise needs to establish a risk validation process. At a minimum, this process should address: \n• Confirmation (or change) of risk evaluation results, including frequency estimates and the event/threat universe \n• Review of effectiveness of treatment measures and activities, based on a reasonable period of observation \n• Review of any incidents or breaches that may have occurred since the last validation \n• Analysis of any changes to the framework and terms of reference, i.e., in respect of any legislative or regulatory, political or financial events. " ,


            "Your enterprise needs improvement in this area": "Your enterprise needs improvement in this area. Anonymisation and pseudonymisation should cover, but are not limited to: \n• Identification of personal data sets to be anonymized/pseudonymized \n• Definition of techniques at all technical levels, e.g., file, database record, \n• non electronic filing systems \n• Documentation and log of actual anonymisation/pseudonymisation \n• Defined link to personal data register and processing register \n• Recursive application of the need-to-know principle across the supply chain; integration of the actual need to know with identity and access management. " ,

            "Your enterprise needs serious improvement in this area at a minimum, the encryption process should address": "The encryption strategy and its components should be based on risk and efficiency, making sure that privacy and data protection  risks are fully understood and internalised in any decision. Your enterprise needs serious improvement in this area. At a minimum, the encryption process should address: \n• Definitive set of personal data and information assets to be encrypted, based on the assigned protection levels and the  privacy and data protection risks and impacts \n• Definition of encryption techniques and targets, e.g., individual data, database elements, whole databases, transactions, etc. \n• Links to recognized or approved encryption techniques and tools already in use within the enterprise \n• Scope, plan and implementation steps for additional encryption needed for personal data." ,


            "Your enterprise requires major enhancements in order to manage protection levels": "Your enterprise requires major enhancements in order to manage protection levels. The process around protection levels for personal data provides a defined interface (both ways) between general information security and personal data security. Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in protection level analyses." ,
            "Your enterprise does not have a mature process to manage resilience": "Your enterprise does not have a mature process to manage resilience. At a minimum, the resilience process should cover: \n• Personal data criticality, often expressed as a combination of integrity and availability requirements \n• Processing criticality as a function of time, i.e., maximum tolerable period of unavailability, maximum tolerable data loss \n• Recovery plans for personal data sets \n• Defined links to general business continuity and IT service continuity plans \n• Backup and restore concepts for personal data sets, linked to overall backup and restore plans and procedures \n• Multiple instantiations of personal data sets requiring high availability, i.e., fully resilient processing." ,
            "Your enterprise is not effectively managing access to personal data": "Your enterprise is not effectively managing access to personal data. Access restrictions and limitations resulting from personal data processing requirements should be documented and fed into the general Identity and Access Management (IAM) process. The access management process for personal data, therefore, provides an interface (both ways) to general Identity and Access Management (IAM). Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in access management." ,
            "Your enterprise process to manage testing and assessment of personal data security needs a serious look": "Your enterprise's process to manage testing and assessment of personal data security needs a serious look. At a minimum, the process should address: \n• Types of test and assessment, e.g., conceptual testing, vulnerability scanning and penetration testing \n• Frequency of testing \n• Evidence of continual improvement, i.e., progressively more demanding tests and assessments over time \n• Test logging and securing evidence \n• Analysis of weaknesses and documentation of improvement opportunities." ,
            "Your enterprises process for managing controllers and processors needs serious attention": "Your enterprise's process for managing controllers and processors needs serious attention. The process should cover at least: \n• Identification of primary and joint controllers, including individual or collective purpose(s) for processing personal data \n• Identification of processors, including the defined scope and extent of processing on behalf of one or more controllers \n• Links to the personal data register, reflecting the data sets and the way they are handled across the supply chain (data in flow; data at rest) \n• Links to the processing register, reflecting the processes or process steps performed by each actor in the supply chain \n• Documentation of vendor (processor) management and control arrangements, often embedded into general vendor management of an enterprise" ,
            "In complex supply chains the subprocessing management process is an essential element": "In complex supply chains, the sub-processing management process is an essential element of ensuring established privacy and data protection regulations or norms conformance across the whole supply chain. Your enterprise needs major improvement in this area. The sub-process management process should cover, at a minimum: \n• Formal request procedure to primary processors; disclosure of any further outsourcing \n• Documentation and register of subprocessing, including scope, extent and purpose(s) \n• Evidence of established privacy and data protection regulations or norms conformance, including processes, controls, concepts and review results \n• Audit reports and other independent assurance, if available \n• Processing agreements between primary processors and sub-processors" ,
            "Your enterprises processing agreements need serious work": "Your enterprise's processing agreements need serious work. At a minimum, the process around these agreements should cover: \n• Definition, approval and roll-out of standardised agreements, including templates \n• Monitoring of fulfilment on a regular basis \n• Planning and execution of reviews, primarily under the standard right to audit \n• Receipt, analysis and validation of third-party evidence for conformant processing, e.g., certification and attestation reports \n• Regular review and updating of processing agreements, terms and conditions, in line with legislative and regulatory activity \n• Termination and exit planning for individual contractual relationships" ,
            "Your enterprise has serious issues that need to be addressed in order to manage supply chain impact": "Your enterprise has serious issues that need to be addressed in order to manage supply chain impact. In a supply chain with multiple actors, impacts resulting from privacy and data protection risks may materialise at any point and at any time. Therefore, Data Protection and Privacy (DPP) practitioners and enterprises should apply their own Data Protection Impact Assessment (DPIA) approach to all parts of the supply chain and document the feedback received from each of the parties. This includes standardised reporting as well as ad hoc reviews or plausibility checks. The overall impact should then be aggregated based on the processing register and the flow of data across various supply chain participants. Care should be taken in understanding how impacts in one place may aggravate impacts in other parts of the supply chain." ,
            "Where personal data processing is performed in a supply chain": "Where personal data processing is performed in a supply chain, internal controls at a processor or subprocessor must be as effective as the ones within the controller organisation. Your enterprise must make major enhancements to the supply chain controls process. At a minimum, the process should cover the following: \n• Obtaining and analysing internal controls documentation from third parties \n• Mapping supply chain controls to the internal control system (ICS) at the controller organisation \n• Procedures for test of design (ToD), i.e., standard techniques for evaluating controls \n• Procedures for test of effectiveness (ToE), i.e., sampling and collecting evidence that demonstrates the effectiveness of controls at third parties \n• Monitoring and log review arrangements, including the accessibility of log data in as much as these, relate to personal data processing \n• Point-in-time or continuous audit rights, including audit planning and deployment" ,
            "Your enterprise is not prepared to manage notification in a timely manner": "Your enterprise is not prepared to manage notification in a timely manner. At a minimum, the process of notifying supervisory authorities should include: \n• Information gathering / investigative procedure, outlining the interaction between the Data Protection Officer (DPO) function and other parts of the enterprise and/or external services \n• Standardised reporting package including the minimum privacy and data protection regulations or norms information set and appropriate templates" ,
            "Your enterprise is not prepared to notify data subjects in event of an incident or breach": "Your enterprise is not prepared to notify data subjects in event of an incident or breach. At a minimum, the process of notifying data subjects should cover: \n• Standardised reporting format and templates, adapted to and optimised for various channels of communication (individual, group, public) \n• Predefined and approved key messages expressing the enterprise’s actions (investigation, consequences, remediation, improvement, etc.) \n• Organisational responsibilities with regard to formulating and conveying key messages, e.g., involvement of the communications department, legal advice, etc. \n• Ad hoc communications facilities offered to data subjects, e.g., help line, free phone number, dark site, etc." ,
            "Your enterprises incident and crisis management process needs serious improvement": "Your enterprise's incident and crisis management process need serious improvement. From the perspective of Data Protection and Privacy (DPP) practitioners and organisational units initially discovering the breach, the process should cover at least: \n• Description and documentation of known facts and figures, in a standardised format where appropriate \n• Defined link to general escalation and alerting process, often defined by the business crisis management (BCM) function \n• Predefined generic personal data scenario for business continuity and crisis management, similar to other special scenarios such as cyberattack, pandemic, etc. \n• Predefined relationships and communications channels with external actors, i.e., external services such as investigative or forensics specialists \n• Ongoing communications protocol between organisational line units and incident/crisis management teams." ,
            "Your enterprise has not undertaken any significant activity to demonstrate that it has adequate measures in place to manage evidence and claims appropriately": "Your enterprise has not undertaken any significant activity to demonstrate that it has adequate measures in place to manage evidence and claims appropriately. Without this the organisation will not be able to effectively deal with breaches in a legally compliant way. It will be an indication of internal and/or external negligence or criminal activity. The evidence and claims process should therefore cover, at a minimum: \n• Defined procedures for collecting and securing evidence, including chain of custody \n• Availability of specialised services such as IT forensics \n• Procedure and templates for post-incident analysis and reporting \n• Procedure for substantiating claims against third parties, including the legal contractual basis for such claims \n• Procedure for preparing defences against claims by third parties, including aspects of appeal (regulatory decisions) \n• Defined link to post-incident Data Protection Officer (DPO) reporting" ,
            "Your enterprises awareness process needs significant work": "Your enterprise's awareness process needs significant work. At a minimum, the enterprise-wide awareness process should cover: \n• Definition and description of  privacy and data protection regulations or norms requirements in day-to-day organisational processes, including examples of personal data processing \n• Campaign materials emphasising specific aspects of Data Protection and Privacy (DPP), personal data processing and  privacy and data protection related points to note \n• Program/project plans setting target dates for awareness measures \n• Third-party awareness materials and details on how to include third parties in awareness campaigns" ,
            "You have reported that staff in your enterprise are not adequately prepared": "You have reported that staff in your enterprise are not adequately prepared to discharge their duties in regards to data protection and privacy matters. Data Protection and Privacy management, including the context of privacy and data protection, require a set of skills and qualifications that must be present in the enterprise or contracted through external services. The management of skills and education is an essential process to ensure that  privacy and data protection regulations or norms and their consequences are fully understood. The skills and education process should include, but not be limited to: \n• Definition of skills, levels and internal requirements for Data Protection and Privacy (DPP) related tasks and positions \n• Mapping of skills to roles and organisational functions (matrix) \n• Identification of suitable qualification levels and formal qualifications or certifications, as needed for each part of the matrix \n• Education paths for different roles and organisational functions in Data Protection and Privacy (DPP) \n• Gathering appropriate educational sources, materials and opportunities for guided self-study.",
            "Your enterprise is lacking an effective training process": "Your enterprise is lacking an effective training process. Training is an important component of overall awareness, providing ongoing learning opportunities and reinforcing the key messages around Data Protection and Privacy (DPP) and privacy and data protection regulations or norms. At a minimum, the training process should cover: \n• Defined and validated basic  privacy and data protection regulations training, preferably mandatory for all members of the enterprise \n• Training concept based on the skills and education matrix \n• Training plan, typically on an annual basis, including internal and external training opportunities \n• Preparation of training materials, guided study and self-study \n• Preparatory training aids for higher qualifications in Data Protection and Privacy (DPP) and  privacy and data protection, including certification exam preparation, etc. \n• Defined external training sources and providers for specific purposes, e.g., legal or Data Protection Officer (DPO) training." ,
            "Your enterprise does not have a well-established DPO function": "Your enterprise does not have a well-established DPO function. At a minimum, the process of maintaining and running the DPO should cover the following: \n• Organisational structure and positioning of the DPO function, including the \n• DPO office and its points of contact in other parts of the enterprise \n• Design of administrative tasks and processes for the DPO function \n• Design of regular work program in an annual cycle \n• Human resource planning, skills and education needs.",
            "There needs to be more concentration on building the DPO function": "There needs to be more concentration on building the DPO function into all parts of the enterprise so that there is full representation across the organisation. The management process for organiszational interfaces should cover at least: \n• Documentation of regular, formal contacts throughout the enterprise \n• DPO participation in standing committees and other formal institutional meetings \n• Regular communications between the DPO function and other organisational units, including minutes and other reports \n• Documented process steps requiring DPO involvement, including consultation and information (RACI)." ,
            "Formal internal and external reporting is an important part of the DPO function your enterprise has major issues": "Formal internal and external reporting is an important part of the DPO function. Your enterprise has major issues that must be addressed in this area. At a minimum, the reporting management process should cover: \n• Reporting schedules for internal and external reporting to and by the DPO function \n• Reporting schedules for supervisory authority reporting \n• Procedures specifying report templates, formal content, frequency and distribution as well as Confidentiality, Integrity and Availability (CIA) ratings for reports \n• Tracking procedure for reporting, covering all reporting schedules." ,
            "Your enterprise is not positioned to manage privacy and data protection regulations": "Your enterprise is not positioned to manage privacy and data protection regulations or norms conformance and related requirements that are contracted through external services. The process for managing external services should address, at a minimum: \n• Purpose and substance of external services, including a processing agreement \n• Defined and agreed protection level for the services rendered, specifying confidentiality, integrity and availability \n• Supplier risk analysis, including in-depth checks and due diligence where appropriate \n• Information security analysis \n• Right to audit, analysis of review results and tracking of remedial action \n• Human resource background checking where appropriate and legally permitted." ,
            "Your enterprises data acquisition controls are seriously lacking at a minimum the process for managing such controls": "Your enterprise's data acquisition controls are seriously lacking. At a minimum, the process for managing such controls should address: \n• Identification of organisational processes that may intentionally or incidentally acquire personal data \n• Documentation of inbound data flows and data interfaces (i.e., written, web, other) \n• Identification of data origin where possible (i.e., direct from data subject, controller, processor, other supply chain actors, etc.) \n• Documentation of related controls in the internal controls register." ,
            "Your enterprises processing controls are seriously lacking": "Your enterprise's processing controls are seriously lacking. The process of maintaining such controls should cover: \n• Identification of process steps, inputs and outputs that are to be controlled \n• Identification of handover points to third parties, e.g., processors or authorities \n• Definition of control objectives and control types (e.g., preventive, detective, corrective) \n• Documentation of related controls in the internal controls register." ,
            "Your enterprises storage controls are seriously lacking": "Your enterprise's storage controls are seriously lacking. The process of maintaining such controls should cover at least: \n• Identification of storage types and locations for personal data, i.e., storage map \n• Analysis of storage instances within the overall IT architecture \n• Identification of external storage instances, e.g., third party, virtualised, cloud \n• Identification and mapping of handover points between core processes (data in flow) and storage (data at rest) \n• Documentation of related controls in the internal controls register." ,
            "Your enterprises deletion controls are seriously lacking": "Your enterprises deletion controls are seriously lacking. The process for maintaining deletion controls should cover at least: \n• Identification of deletion points within the overall system \n• Mapping of controls prior to deletion \n• Maintaining a deletion log \n• Mapping of controls after deletion \n• Verification of removal from the personal data register \n• Documentation of related controls in the internal controls register." ,
            "Your enterprises monitoring controls are seriously lacking": "Your enterprise's monitoring controls are seriously lacking. The process for maintaining monitoring controls should cover at least: \n• Mapping of personal data processing to overall monitoring, including tools \n• Identification of monitoring needs across the process register \n• Mapping of reporting needs and application to monitoring processes \n• Recurring review of monitoring density and extent  \n• Documentation of related controls in the internal controls register." ,
            "Your enterprise is not prepared to manage independent reviews": "Your enterprise is not prepared to manage independent reviews. Managing independent reviews further requires planning steps similar to standard reviews, including notification, fieldwork, analysis and reporting. Data Protection and Privacy (DPP) practitioners and enterprises may benefit from leveraging standardised audit and review processes for Data Protection and Privacy (DPP) reviews. They should further link to the minimum structure and content of Data Protection Officer (DPO) reporting as set down in established privacy and data protection regulations or norms.",
        

            "Governance Framework Some additional effort would be useful in this area": "Some additional effort would further enhance the governance framework. The aim should be to further improve where necessary so that the framework is consistent with existing policies and procedures that are linked to personal data processing (for example, the information security policy or the identity and access management policy).  An audit to ensure that all organisational and technical concepts and arrangements are referenced should be completed." ,
            "Minor improvements may be needed to your enterprises processing register": "Minor improvements may be needed to your enterprise's processing register. Governance elements around a processing register include, but are not limited to: \n•  Information assets used (from personal data register) \n•  Purpose(s) of processing \n•  Business processes or other organisational processes utilizing the assets \n•  processing life cycle from initial data acquisition to data deletion (planned or ad hoc) The governing process around the processing register should further define a role or function responsible for maintaining the register, as well as accessibility of the register to internal and external reviews. Further governance provisions might include the scope and procedure for presenting the register as evidence, both internally and externally. In situations where complex processing of large amounts of personal data takes place, the register should be governed by a policy or appropriate key operating procedure." ,
            "Your enterprise may need to make some improvements in this area": "Your enterprise may need to make some improvements in this area. An enterprise should establish, maintain, continuously monitor and adapt binding corporate rules that adequately and comprehensively reflect the internal and external governance framework. Activities in conjunction with BCRs include, but are not limited to: \n•  Definition, description and approval of BCRs by senior management \n•  Communication of BCRs on an enterprise-wide basis \n•  Annual or ad hoc validation and updating of BCRs \n•  Integration of BCRs in third-party contractual relationships \n•  Monitoring of BCR conformance internally and externally." ,
            "Your enterprises rules for consent may need minor enhancements": "Your enterprise's rules for consent may need minor enhancements. At a minimum, governance provisions around consent should cover: \n•  Transparency and enabling information to data subjects \n•  Types of consent and related requirements \n•  Withdrawal of consent by data subjects \n•  Specific processes, controls and verification for child consent, including appropriate verification of age and/or parental authority as well as parental consent \n•  Communication channels, simplicity of language and accessibility of consent-based interfaces" ,
            "Your enterprise is moderately equipped to process data subject requests": "Your enterprise is moderately equipped to process data subject requests. At a minimum, governance provisions around data subjects requests should cover: \n•  Receiving and documenting data subject requests \n•  Purpose-related, legal and technical validation of requests \n•  Formal response, including communications channels and formats \n•  Interfaces to internal and supply chain processes \n•  Interface to personal data register and processing register \n•  Independent review of requests by the DPO function" ,
            "Acquire Identify and Classify Personal Data Some Areas to Improve": "Acquire, identify and classify personal data\n Some Areas to Improve\n Your enterprise should make some enhancements in order to better address data subjects' complaints. At a minimum, governance provisions around data subject's complaints should cover: \n•  Receipt and initial documentation, including any formal response to supervisory authorities \n•  Complaint analysis, including organisational, legal and technical interfaces within the enterprise \n•  Definition and implementation of remediation where applicable \n•  Identification of potential gaps or weaknesses leading to the complaint and opportunities for improvement" ,
            "Your enterprise should make minor adjustments to the governance process to ensure impartial oversight": "Your enterprise should make minor adjustments to the governance process to ensure impartial oversight. Activities in conjunction with impartial oversight include, but are not limited to:  \n•  Organisational roles performing and ensuring impartial oversight  \n•  Roles and responsibilities (RACI), including demonstrated impartiality  \n•  Objectives, scope and extent of oversight activities \n•  Risk-based frequency of oversight activities \n•  Procedures and guidance for planning, deploying and reporting \n•  The acquisition of new personal data, identification of existing personal data and classification of information assets form the basis for managing and controlling such data in accordance with established privacy and data protection regulations. Data Protection and Privacy (DPP) practitioners and enterprises must therefore provide a robust process that ensures  privacy and data protection regulation, conformant processing as well as efficient data management. This process should also establish a defined and measurable life cycle for personal data, taking into account the principle of data minimisation.",
            "Some additional effort would be useful in this area": "Some additional effort would be useful in this area. At a minimum, the following parts of the cycle should be defined and implemented: \n•  Data creation or acquisition, including the personal data processing (supply) chain \n•  Information asset classification, including protection levels and assignment to special categories \n•  Inclusion in the personal data register and the processing register and removal from registers \n•  Actual processing and related controls \n•  Temporary and permanent storage, including virtualised and cloud storage \n•  Archiving and aggregation \n•  Deletion, both planned (end of life or end of purpose) and ad hoc (erasure request, etc.)" ,
            "Minor improvements may be needed to your enterprises process to identify and document personal data": "Minor improvements may be needed to your enterprise's process to identify and document personal data. The identification process should, at a minimum, address the following aspects: \n•  Definition of criteria in accordance with established privacy and data protection regulations \n•  Procedure for analysing existing data sets, possibly in combination with the analysis of security protection levels Confidentiality, Integrity and Availability (CIA) \n•  Handover procedure to personal data register \n•  Analysis of potential inference (indirect identification of natural persons) from separate and/or dispersed data sets \n•  Onboarding procedure for new data \n•  Procedures and controls for third parties." ,
            "Your enterprise should make some enhancements in order to better maintain data classification": "Your enterprise should make some enhancements in order to better Maintain Data Classification. At a minimum, personal data classification should address: \n•  General attribute of personal in accordance with established privacy and data protection regulations; wider personal relevance as Personally Identifiable Information (PII) if needed \n•  Specific classification relating to special categories and purposes, including limitations and additional security requirements \n•  Classification in terms of nonrepudiation of transactions involving personal data \n•  Other aspects, such as applicable professional secrecy or restricted access criteria" ,
            "Your enterprises personal data register is generally well maintained": "Your enterprise's personal data register is generally well-maintained. At a minimum, the personal data register process should address: \n•  Type of data and aggregation (if any) into information assets \n•  Relevant links between data sets that form information assets under established privacy and data protection regulations \n•  Data types and formats, including data not held in electronic formats (e.g., paper, microfiche) \n•  Data location and instantiation, including multiple copies, virtualised and cloud images, etc. \n•  Life cycle and life span information, including planned archiving and deletion \n•  Linked processing steps, organisational units and processing purposes, clearly detailing the when, why, where and by whom of personal data processing" ,
            "Your enterprise is moderately well equipped to manage special categories data": "Your enterprise is moderately well-equipped to manage special categories data. This requires a robust process that identifies, controls and documents any processing of data belonging to one or more special categories, covering at a minimum, but not limited to: \n•  Mapping of identified information assets to special categories in accordance with established privacy and data protection regulations \n•  Documentation of justifying circumstances (as per established privacy and data protection regulations) for each information asset \n•  Documentation of any new or changed classification of such information assets \n•  Documentation of all communications with data subjects or supervisory authorities as relating to the information asset \n•  Documentation of asset-related consent and withdrawal of consent \n•  Verified links to personal data register and processing register, including evidence of processing that is restricted to the defined purpose(s)." ,
            "Your enterprise is generally prepared to respond to demands for erasure": "Your enterprise is generally prepared to respond to demands for erasure. The process should, at a minimum, address the following aspects: \n•  Receipt, confirmation and analysis of erasure requests by data subjects or competent authorities \n•  Validation and internalization of erasure requests transferred by third parties \n•  Defined interfaces to other processes, i.e., personal data register and processing register, data classification and data life cycle \n•  Approvals and independent-verification procedures around erasure \n•  Erasure confirmation and communications procedure (to data subjects or authorities)." ,
            "Personal data processing is subject to a number of predefined risks that must be identified": "Personal data processing is subject to a number of predefined risks that must be identified, evaluated and treated in an adequate and appropriate manner. The potential impact of these risks must be assessed and analyzed in view of existing risk mitigation measures. The risk management process must further manage residual risk, using recognized tools and standards. Your enterprise may want to review your risk evaluation. The results of the risk evaluation should include, at a minimum: \n•  Comprehensive register of events and threats leading to privacy and data protection risk categories \n•  Frequency estimates and precautionary assumptions \n•  Aggregation and clustering of events leading to the same risks materialising \n•  Risk classification, usually in accordance with the overarching organisational risk classification scheme." ,
            "Your enterprise may want to review your DPIA for deficiencies": "Your enterprise may want to review your Data Protection Impact Assessment (DPIA) for deficiencies. The Data Protection Impact Assessment (DPIA) must take into account existing controls and risk mitigation measures, and aim at identifying the potential impact resulting from the residual risk that has not been or cannot be fully mitigated." ,
            "Your enterprise is doing an adequate job managing risk treatment": "Your enterprise is doing an adequate job managing risk treatment. As a reminder, the risk treatment process should, at a minimum, cover the following: \n•  Risk avoidance or elimination, including changes to processing arrangements or discontinuation of processing (restructure or exit) \n•  Risk elimination through additional controls or safeguards \n•  Risk transfer, including restructuring of the personal data supply chain \n•  Risk reduction through additional controls or mitigation measures \n•  Risk tolerance, based on the estimated frequency and impact." ,
            "Your enterprise may want to consider minor enhancements to the risk validation process": "Your enterprise may want to consider minor enhancements to the risk validation process. At a minimum, the risk validation process should address: \n•  Confirmation (or change) of risk evaluation results, including frequency estimates and the event/threat universe \n•  Review of effectiveness of treatment measures and activities, based on a reasonable period of observation \n•  Review of any incidents or breaches that may have occurred since the last validation \n•  Analysis of any changes to the framework and terms of reference, i.e., in respect of any legislative or regulatory, political or financial events." ,
            "Your enterprise is doing moderately good work in this area": "Your enterprise is doing moderately good work in this area. Anonymisation and pseudonymisation should cover, but are not limited to: \n•  Identification of personal data sets to be anonymized/pseudonymized \n•  Definition of techniques at all technical levels, e.g., file, database record, non electronic filing systems \n•  Documentation and log of actual anonymisation/pseudonymisation \n•  Defined link to personal data register and processing register \n•  Recursive application of the need-to-know principle across the supply chain; integration of the actual need to know with identity and access management." ,
            "Making sure that privacy and data protection risks are fully understood": "The encryption strategy and its components should be based on risk and efficiency, making sure that  privacy and data protection risks are fully understood and internalised in any decision. Your enterprise is generally doing well in this area. As a reminder, at a minimum, the encryption process should address: \n•  Definitive set of personal data and information assets to be encrypted, based on the assigned protection levels and the  privacy and data protection risks and impacts \n•  Definition of encryption techniques and targets, e.g., individual data, database elements, whole databases, transactions, etc. \n•  Links to recognized or approved encryption techniques and tools already in use within the enterprise \n•  Scope, plan and implementation steps for additional encryption needed for personal data." ,
            "Your enterprise could make minor enhancements to better manage protection levels": "Your enterprise could make minor enhancements to better manage protection levels. The process around protection levels for personal data provides a defined interface (both ways) between general information security and personal data security. Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in protection level analyses." ,
            "Your enterprise is moderately prepared to manage resilience": "Your enterprise is moderately prepared to manage resilience. At a minimum, the resilience process should cover: \n•  Personal data criticality, often expressed as a combination of integrity and availability requirements \n•  Processing criticality as a function of time, i.e., maximum tolerable period of unavailability, maximum tolerable data loss \n•  Recovery plans for personal data sets \n•  Defined links to general business continuity and IT service continuity plans \n•  Backup and restore concepts for personal data sets, linked to overall backup and restore plans and procedures \n•  Multiple instantiations of personal data sets requiring high availability, i.e., fully resilient processing." ,
            "Your enterprise is somewhat effectively managing access to personal data": "Your enterprise is somewhat effectively managing access to personal data. Access restrictions and limitations resulting from personal data processing requirements should be documented and fed into the general Identity and Access Management (IAM) process. The access management process for personal data, therefore, provides an interface (both ways) to general Identity and Access Management (IAM). Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in access management." ,
            "Your enterprise generally has a good process in place to manage testing and assessment of personal data security": "Your enterprise generally has a good process in place to manage testing and assessment of personal data security. As a reminder, at a minimum, the process should address: \n•  Types of test and assessment, e.g., conceptual testing, vulnerability scanning and penetration testing \n•  Frequency of testing \n•  Evidence of continual improvement, i.e., progressively more demanding tests and assessments over time \n•  Test logging and securing evidence \n•  Analysis of weaknesses and documentation of improvement opportunities." ,
            "Your enterprise has a generally adequate process in place for managing controllers and processors": "Your enterprise has a generally adequate process in place for managing controllers and processors. As a reminder, the process should cover at least: \n•  Identification of primary and joint controllers, including individual or collective purpose(s) for processing personal data \n•  Identification of processors, including the defined scope and extent of processing on behalf of one or more controllers \n•  Links to the personal data register, reflecting the data sets and the way they are handled across the supply chain (data in flow; data at rest) \n•  Links to the processing register, reflecting the processes or process steps performed by each actor in the supply chain \n•  Documentation of vendor (processor) management and control arrangements, often embedded into general vendor management of an enterprise" ,
            "In complex supply chains the subprocessing management process is an essential element of ensuring": "In complex supply chains, the sub-process management process is an essential element of ensuring privacy and data protection regulation conformance across the whole supply chain. Your enterprise is doing generally well in this area. As a reminder, the sub-process management process should cover, at a minimum: \n•  Formal request procedure to primary processors; disclosure of any further outsourcing \n•  Documentation and register of subprocessing, including scope, extent and purpose(s) \n•  Evidence of  privacy and data protection regulations conformance to expected norms, including processes, controls, concepts and review results \n•  Audit reports and other independent assurance, if available \n•  Processing agreements between primary processors and sub-processors" ,
            "While your enterprise is doing generally well in this area minor enhancements could increase process effectiveness": "While your enterprise is doing generally well in this area, minor enhancements could increase process effectiveness. At a minimum, the process around these agreements should cover: \n•  Definition, approval and roll-out of standardised agreements, including templates \n•  Monitoring of fulfilment on a regular basis \n•  Planning and execution of reviews, primarily under the standard right to audit \n•  Receipt, analysis and validation of third-party evidence for conformant processing, e.g., certification and attestation reports \n•  Regular review and updating of processing agreements, terms and conditions, in line with legislative and regulatory activity \n•  Termination and exit planning for individual contractual relationships" ,
            "Your enterprise is somewhat prepared in this area in a supply chain with multiple actors impacts resulting from  privacy": "Your enterprise is somewhat prepared in this area. In a supply chain with multiple actors, impacts resulting from  privacy and data protection risks may materialise at any point and at any time. Therefore, Data Protection and Privacy (DPP) practitioners and enterprises should apply their own Data Protection Impact Assessment (DPIA) approach to all parts of the supply chain and document the feedback received from each of the parties. This includes standardised reporting as well as ad hoc reviews or plausibility checks. The overall impact should then be aggregated based on the processing register and the flow of data across various supply chain participants. Care should be taken in understanding how impacts in one place may aggravate impacts in other parts of the supply chain." ,
            "Where personal data processing is performed in a supply chain internal controls at a processor or subprocessor": "Where personal data processing is performed in a supply chain, internal controls at a processor or sub-processor must be as effective as the ones within the controller organisation. Your enterprise's supply chain controls process is key to ensure that this is the case. At a minimum, the process should cover the following: \n•  Obtaining and analysing internal controls documentation from third parties \n•  Mapping supply chain controls to the internal control system (ICS) at the controller organisation \n•  Procedures for test of design (ToD), i.e., standard techniques for evaluating controls \n•  Procedures for test of effectiveness (ToE), i.e., sampling and collecting evidence that demonstrates the effectiveness of controls at third parties \n•  Monitoring and log review arrangements, including the accessibility of log data in as much as these, relate to personal data processing \n•  Point-in-time or continuous audit rights, including audit planning and deployment" ,
            "Your enterprise is generally equipped to notify data subjects in event of an incident or breach": "Your enterprise is generally equipped to notify data subjects in event of an incident or breach. As a reminder, at a minimum, the process of notifying data subjects should cover: \n•  Standardised reporting format and templates, adapted to and optimised for various channels of communication (individual, group, public) \n•  Predefined and approved key messages expressing the enterprise's actions (investigation, consequences, remediation, improvement, etc.) \n•  Organisational responsibilities with regard to formulating and conveying key messages, e.g., involvement of the communications department, legal advice, etc. \n•  Ad hoc communications facilities offered to data subjects, e.g., help line, free phone number, dark site, etc." ,
            "Your enterprises incident and crisis management process is generally adequate": "Your enterprise's incident and crisis management process is generally adequate. From the perspective of Data Protection and Privacy (DPP) practitioners and organisational units initially discovering the breach, the process should cover at least: \n•  Description and documentation of known facts and figures, in a standardised format where appropriate \n•  Defined link to general escalation and alerting process, often defined by the business crisis management (BCM) function \n•  Predefined generic personal data scenario for business continuity and crisis management, similar to other special scenarios such as cyberattack, pandemic, etc. \n•  Predefined relationships and communications channels with external actors, i.e., external services such as investigative or forensics specialists \n•  Ongoing communications protocol between organisational line units and incident/crisis management teams." ,
            "Your enterprise has still to fully complete its work to be fully prepared to manage evidence and claims appropriately": "Your enterprise has still to fully complete it's work to be fully prepared to manage evidence and claims appropriately. This will minimise the risk of personal data breaches which would otherwise represent instances of noncompliance and would indicate that internal and/or external negligence or criminal activity may have been present. The evidence and claims process should therefore cover, at a minimum: \n•  Defined procedures for collecting and securing evidence, including chain of custody \n•  Availability of specialised services such as IT forensics \n•  Procedure and templates for post-incident analysis and reporting \n•  Procedure for substantiating claims against third parties, including the legal or contractual basis for such claims \n•  Procedure for preparing defences against claims by third parties, including aspects of appeal (regulatory decisions) \n•  Defined link to post-incident Data Protection Officer (DPO) reporting" ,
            "Your enterprise is adequately maintaining enterprise awareness": "Your enterprise is adequately maintaining enterprise awareness. At a minimum, the enterprise-wide awareness process should cover: \n•  Definition and description of  privacy and data protection requirements in day-to-day organisational processes, including examples of personal data processing \n•  Campaign materials emphasising specific aspects of Data Protection and Privacy (DPP), personal data processing and privacy and data protection points to note \n•  Program/project plans setting target dates for awareness measures \n•  Third-party awareness materials and details on how to include third parties in awareness campaigns" ,
            "Data protection and privacy management including the context of established privacy and data protection regulations": "Data Protection and Privacy management, including the context of established privacy and data protection regulations, require a set of skills and qualifications that must be present in the enterprise or contracted through external services. The management of skills and education is an essential process to ensure that  privacy and data protection risks  and their consequences are fully understood. Your enterprise is doing generally well in this area. As a reminder, the skills and education process should include, but not be limited to: \n•  Definition of skills, levels and internal requirements for Data Protection and Privacy (DPP) related tasks and positions \n•  Mapping of skills to roles and organisational functions (matrix) \n•  Identification of suitable qualification levels and formal qualifications or certifications, as needed for each part of the matrix \n•  Education paths for different roles and organisational functions in Data Protection and Privacy (DPP) \n•  Gathering appropriate educational sources, materials and opportunities for guided or self-study." ,
            "Minor modifications could enhance the effectiveness of your enterprises training process": "Minor modifications could enhance the effectiveness of your enterprise's training process. Training is an important component of overall awareness, providing ongoing learning opportunities and reinforcing the key messages around Data Protection and Privacy (DPP) and privacy and data protection requirements. At a minimum, the training process should cover: \n•  Defined and validated basic privacy and data protection regulations training, preferably mandatory for all members of the enterprise \n•  Training concept based on the skills and education matrix \n•  Training plan, typically on an annual basis, including internal and external training opportunities \n•  Preparation of training materials, guided study and self-study \n•  Preparatory training aids for higher qualifications in Data Protection and Privacy (DPP) and established privacy and data protection regulations, including certification exam preparation, etc. \n•  Defined external training sources and providers for specific purposes, e.g., legal or Data Protection Officer (DPO) training." ,
            "Your enterprise may need slight improvements in the DPO function": "Your enterprise may need slight improvements in the DPO function. As a reminder, at a minimum, the process of maintaining and running the DPO should cover the following: \n•  Organisational structure and positioning of the DPO function, including the DPO office and its points of contact in other parts of the enterprise \n•  Design of administrative tasks and processes for the DPO function \n•  Design of regular work program in an annual cycle \n•  Human resource planning, skills and education needs." ,
            "Your enterprise is doing an adequate job managing the budget and resources of the DPO function": "Your enterprise is doing an adequate job managing the budget and resources of the DPO function. As a reminder, the budgeting and resourcing process should at least cover: \n•  Annual financial budget cycle, linking into general budgeting \n•  Human resource and headcount planning \n•  Technical resource planning, including tools, licensing, etc. \n•  External service planning and budgeting, e.g., for consultants or legal advisors \n•  Links to general financial reporting within the enterprise." ,
            "Your DPO function is generally well represented in the overall enterprise": "Your DPO function is generally well-represented in the overall enterprise. As a reminder, the management process for organisational interfaces should cover at least: \n•  Documentation of regular, formal contacts throughout the enterprise \n•  DPO participation in standing committees and other formal institutional meetings \n•  Regular communications between the DPO function and other organisational units, including minutes and other reports \n•  Documented process steps requiring DPO involvement, including consultation and information (RACI)." ,
            "Formal internal and external reporting is an important part of the DPO function your enterprise is doing moderately well": "Formal internal and external reporting is an important part of the DPO function. Your enterprise is doing moderately well in this area. As a reminder, at a minimum, the reporting management process should cover: \n•  Reporting schedules for internal and external reporting to and by the DPO function \n•  Reporting schedules for supervisory authority reporting \n•  Procedures specifying report templates, formal content, frequency and distribution as well as Confidentiality, Integrity and Availability (CIA) ratings for reports \n•  Tracking procedure for reporting, covering all reporting schedules." ,
            "Your enterprise is adequately positioned to manage privacy and data protection regulation conformance and related requirements": "Your enterprise is adequately positioned to manage  privacy and data protection regulation conformance and related requirements that are contracted through external services. As a reminder, the process for managing external services should address, at a minimum: \n•  Purpose and substance of external services, including a processing agreement \n•  Defined and agreed protection level for the services rendered, specifying confidentiality, integrity and availability \n•  Supplier risk analysis, including in-depth checks and due diligence where appropriate \n•  Information security analysis \n•  Right to audit, analysis of review results and tracking of remedial action \n•  Human resource background checking where appropriate and legally permitted." ,
            "Your enterprises data acquisition controls are somewhat well maintained": "Your enterprise's data acquisition controls are somewhat well-maintained. As a reminder, at a minimum, the process for managing such controls should address: \n•  Identification of organisational processes that may intentionally or incidentally acquire personal data \n•  Documentation of inbound data flows and data interfaces (i.e., written, web, other) \n•  Identification of data origin where possible (i.e., direct from data subject, controller, processor, other supply chain actors, etc.) \n•  Documentation of related controls in the internal controls register." ,
            "Your enterprises processing controls are somewhat well maintained": "Your enterprise's processing controls are somewhat well-maintained. As a reminder, the process of maintaining such controls should cover: \n•  Identification of process steps, inputs and outputs that are to be controlled \n•  Identification of handover points to third parties, e.g., processors or authorities \n•  Definition of control objectives and control types (e.g., preventive, detective, corrective) \n•  Documentation of related controls in the internal controls register." ,
            "Your enterprises storage controls are somewhat well maintained": "Your enterprise's storage controls are somewhat well-maintained. As a reminder, the process of maintaining such controls should cover at least: \n•  Identification of storage types and locations for personal data, i.e., storage map \n•  Analysis of storage instances within the overall IT architecture \n•  Identification of external storage instances, e.g., third party, virtualised, cloud \n•  Identification and mapping of handover points between core processes (data in flow) and storage (data at rest) \n•  Documentation of related controls in the internal controls register." ,
            "Your enterprises deletion controls are somewhat well maintained": "Your enterprise's deletion controls are somewhat well-maintained. As a reminder, the process for maintaining deletion controls should cover at least: \n•  Identification of deletion points within the overall system \n•  Mapping of controls prior to deletion \n•  Maintaining a deletion log \n•  Mapping of controls after deletion \n•  Verification of removal from the personal data register \n•  Documentation of related controls in the internal controls register." ,
            "Maintain Monitoring Controls your enterprises monitoring controls are somewhat well maintained": "Your enterprise's monitoring controls are somewhat well-maintained. As a reminder, the process for maintaining monitoring controls should cover at least: \n•  Mapping of personal data processing to overall monitoring, including tools \n•  Identification of monitoring needs across the process register \n•  Mapping of reporting needs and application to monitoring processes \n•  Recurring review of monitoring density and extent \n•  Documentation of related controls in the internal controls register." ,
            "Your enterprise is generally prepared to manage independent reviews": "Your enterprise is generally prepared to manage independent reviews. As a reminder, managing independent reviews further requires planning steps similar to standard reviews, including notification, fieldwork, analysis and reporting. Data Protection and Privacy (DPP) practitioners and enterprises may benefit from leveraging standardised audit and review processes for Data Protection and Privacy (DPP) reviews. They should further link to the minimum structure and content of Data Protection Officer (DPO) reporting as set down in established privacy and data protection regulations or norms.",


            "Additional effort is needed in this area": "Considerable more work is required in this area. It is imperative that the governance framework references existing policies and procedures that are linked to personal data processing (for example, the information security policy or the identity and access management policy). Likewise, organisational and technical concepts and arrangements should be referenced to ensure consistency (for instance, any existing data classification schemes or the determination of information asset protection levels).",

            "Improvements are needed to your enterprises processing register": "Improvements are needed to your enterprise's processing register. Governance elements around a processing register include, but are not limited to: \n• Information assets used (from personal data register) \n• Purpose(s) of processing \n• Business processes or other organisational processes utilizing the assets \n• Processing life cycle from initial data acquisition to data deletion (planned or ad hoc) \n• The governing process around the processing register should further define a role or function responsible for maintaining the register, as well as accessibility of the register to internal and external reviews. Further governance provisions might include the scope and procedure for presenting the register as evidence, both internally and externally. In situations where complex processing of large amounts of personal data takes place, the register should be governed by a policy or appropriate key operating procedure." ,

            "Your enterprise needs to give further attention to this area": "Your enterprise needs to give further attention to this area. An enterprise should establish, maintain, continuously monitor and adapt binding corporate rules that adequately and comprehensively reflect the internal and external governance framework. Activities in conjunction with BCRs include, but are not limited to: \n• Definition, description and approval of BCRs by senior management \n• Communication of BCRs on an enterprise-wide basis \n• Annual or ad hoc validation and updating of BCRs \n• Integration of BCRs in third-party contractual relationships \n• Monitoring of BCR conformance internally and externally" ,

            "Your enterprise needs to make enhancements to your rules for consent": "Your enterprise needs to make enhancements to your rules for consent. At a minimum, governance provisions around consent should cover: \n• Transparency and enabling information to data subjects \n• Types of consent and related requirements \n• Withdrawal of consent by data subjects \n• Specific processes, controls and verification for child consent, including appropriate verification of age and/or parental authority as well as parental consent \n• Communication channels, simplicity of language and accessibility of consent-based interfaces" ,

            "Your enterprise is only minimally equipped to process data subject requests": "Your enterprise is only minimally equipped to process data subject requests. At a minimum, governance provisions around data subjects requests should cover: \n• Receiving and documenting data subject requests \n• Purpose-related, legal and technical validation of requests \n• Formal response, including communications channels and formats \n• Interfaces to internal and supply chain processes \n• Interface to personal data register and processing register \n• Independent review of requests by the DPO function" ,

            "Your enterprise needs to be better equipped to address data subjects complaints": "Your enterprise needs to be better equipped to address data subjects' complaints. At a minimum, governance provisions around data subjects’ complaints should cover: \n• Receipt and initial documentation, including any formal response to supervisory authorities \n• Complaint analysis, including organisational, legal and technical interfaces within the enterprise \n• Definition and implementation of remediation where applicable \n• Identification of potential gaps or weaknesses leading to the complaint and opportunities for improvement.",

            "Your enterprises governance process to ensure objective oversight needs work": "Your enterprise's governance process to ensure objective oversight needs work. Activities in conjunction with impartial oversight include, but are not limited to: \n• Organisational roles performing and ensuring impartial oversight \n• Roles and responsibilities (RACI), including demonstrated impartiality \n• Objectives, scope and extent of oversight activities \n• Risk-based frequency of oversight activities \n• Procedures and guidance for planning, deploying and reporting.",

            "Additional effort is needed in this area at a minimum the following parts of the cycle should be defined and implemented": "Additional effort is needed in this area. At a minimum, the following parts of the cycle should be defined and implemented: \n• Data creation or acquisition, including the personal data processing (supply) chain \n• Information asset classification, including protection levels and assignment to special categories \n• Inclusion in the personal data register and the processing register and removal from registers \n• Actual processing and related controls \n• Temporary and permanent storage, including virtualised and cloud storage \n• Archiving and aggregation \n• Deletion, both planned (end of life or end of purpose) and ad hoc (erasure request, etc.)",

            "Improvements are needed to your enterprises process to identify and document personal data": "Improvements are needed to your enterprise's process to identify and document personal data. The identification process should, at a minimum, address the following aspects: \n• Definition of criteria in accordance with established privacy and data protection regulations or norms \n• Procedure for analysing existing data sets, possibly in combination with the analysis of security protection levels Confidentiality, Integrity and Availability (CIA) \n• Handover procedure to personal data register \n• Analysis of potential inference (indirect identification of natural persons) from separate and/or dispersed data sets \n• Onboarding procedure for new data \n• Procedures and controls for third parties." ,

            "Your enterprise needs to be better equipped to maintain data classification": "Your enterprise needs to be better equipped to Maintain Data Classification. At a minimum, personal data classification should address: \n• General attribute of “personal” in accordance with established privacy and data protection regulations or norms; wider personal relevance as Personally Identifiable Information (PII) if needed \n• Specific classification relating to special categories and purposes, including limitations and additional security requirements \n• Classification in terms of nonrepudiation of transactions involving personal data \n• Other aspects, such as applicable professional secrecy or restricted access criteria" ,

            "Your enterprises personal data register needs improvement at a minimum the personal data register process should address": "Your enterprise's personal data register needs improvement. At a minimum, the personal data register process should address: \n• Type of data and aggregation (if any) into information assets \n• Relevant links between data sets that form information assets under established privacy and data protection regulations or norms \n• Data types and formats, including data not held in electronic formats (e.g., paper, microfiche) \n• Data location and instantiation, including multiple copies, virtualised and cloud images, etc. \n• Life cycle and life span information, including planned archiving and deletion \n• Linked processing steps, organisational units and processing purposes, clearly detailing the when, why, where and by whom of personal data processing. ",

            "Your enterprise is only minimally equipped to manage special categories data": "Your enterprise is only minimally equipped to manage special categories data. This requires a robust process that identifies, controls and documents any processing of data belonging to one or more special categories, covering at a minimum, but not limited to: \n• Mapping of identified information assets to special categories in accordance with established privacy and data protection regulations or norms \n• Documentation of justifying circumstances (as per established privacy and data protection regulations or norms) for each information asset \n• Documentation of any new or changed classification of such information assets \n• Documentation of all communications with data subjects or supervisory authorities as relating to the information asset \n• Documentation of asset-related consent and withdrawal of consent \n• Verified links to personal data register and processing register, including evidence of processing that is restricted to the defined purpose(s)." ,

            "Your enterprise may not be prepared to adequately respond to demands for erasure": "Your enterprise may not be prepared to adequately respond to demands for erasure. The process should, at a minimum, address the following aspects: \n• Receipt, confirmation and analysis of erasure requests by data subjects or competent authorities \n• Validation and internalization of erasure requests transferred by third parties \n• Defined interfaces to other processes, i.e., personal data register and processing register, data classification and data life cycle \n• Approvals and independent-verification procedures around erasure \n• Erasure confirmation and communications procedure (to data subjects or authorities)." ,

            "If you havent already your enterprise should conduct a thorough risk evaluation": "Your organisation has begun to conduct a risk evaluation - it is of paramount importance that this be completed. The results of the risk evaluation should include, at a minimum: \n• Comprehensive register of events and threats leading to privacy and data protection risk categories \n• Frequency estimates and precautionary assumptions \n• Aggregation and clustering of events leading to the same risks materialising \n• Risk classification, usually in accordance with the overarching organisational risk classification scheme.",

            "Your enterprise needs to make significant more progress on completing a thorough data protection impact assessment": "Your enterprise needs to make significant more progress on completing a thorough data protection impact assessment. The Data Protection Impact Assessment (DPIA) must take into account existing controls and risk mitigation measures, and aim at identifying the potential impact resulting from the residual risk that has not been or cannot be fully mitigated." ,

            "Your enterprise should make improvements to better manage risk treatment": "Your enterprise should make improvements to better manage risk treatment. The risk treatment process should, at a minimum, cover the following: \n• Risk avoidance or elimination, including changes to processing arrangements or discontinuation of processing (restructure or exit) \n• Risk elimination through additional controls or safeguards \n• Risk transfer, including restructuring of the personal data supply chain \n• Risk reduction through additional controls or mitigation measures \n• Risk tolerance, based on the estimated frequency and impact.",

            "Your enterprise should review your risk validation process for deficiencies": "Your enterprise should review your risk validation process for deficiencies. At a minimum, the risk validation process should address: \n• Confirmation (or change) of risk evaluation results, including frequency estimates and the event/threat universe \n• Review of effectiveness of treatment measures and activities, based on a reasonable period of observation \n• Review of any incidents or breaches that may have occurred since the last validation \n• Analysis of any changes to the framework and terms of reference, i.e., in respect of any legislative or regulatory, political or financial events." ,

            "Your enterprise could use some improvement in this area": "Your enterprise could use some improvement in this area. Anonymisation and pseudonymisation should cover, but are not limited to: \n• Identification of personal data sets to be anonymized/pseudonymized \n• Definition of techniques at all technical levels, e.g., file, database record, non electronic filing systems \n• Documentation and log of actual anonymisation/pseudonymisation \n• Defined link to personal data register and processing register \n• Recursive application of the need-to-know principle across the supply chain; integration of the actual need to know with identity and access management." ,

            "The encryption strategy and its components should be based on risk and efficiency making sure that privacy and data protection risks are fully understood and internalized": "The encryption strategy and its components should be based on risk and efficiency, making sure that  privacy and data protection risks are fully understood and internalised in any decision. Your enterprise should make improvements in this area. At a minimum, the encryption process should address: \n• Definitive set of personal data and information assets to be encrypted, based on the assigned protection levels and the privacy and data protection risks and impacts \n• Definition of encryption techniques and targets, e.g., individual data, database elements, whole databases, transactions, etc. \n• Links to recognized or approved encryption techniques and tools already in use within the enterprise \n• Scope, plan and implementation steps for additional encryption needed for personal data." ,

            "Your enterprise should make enhancements to better manage protection levels": "Your enterprise should make enhancements to better manage protection levels. The process around protection levels for personal data provides a defined interface (both ways) between general information security and personal data security. Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in protection level analyses." ,

            "Your enterprise should make improvements to your resilience process": "Your enterprise should make improvements to your resilience process. At a minimum, the resilience process should cover: \n• Personal data criticality, often expressed as a combination of integrity and availability requirements \n• Processing criticality as a function of time, i.e., maximum tolerable period of unavailability, maximum tolerable data loss \n• Recovery plans for personal data sets \n• Defined links to general business continuity and IT service continuity plans \n• Backup and restore concepts for personal data sets, linked to overall backup and restore plans and procedures \n• Multiple instantiations of personal data sets requiring high availability, i.e., fully resilient processing." ,

            "Your enterprise needs to more effectively manage access to personal data": "Your enterprise needs to more effectively manage access to personal data. Access restrictions and limitations resulting from personal data processing requirements should be documented and fed into the general Identity and Access Management (IAM) process. The access management process for personal data, therefore, provides an interface (both ways) to general Identity and Access Management (IAM). Data Protection and Privacy (DPP) practitioners and enterprises should reflect this by defining appropriate organisational interfaces to support the information flow and the adequate representation of personal data in access management." ,

            "Your enterprises process to manage testing and assessment of personal data security could use another look": "Your enterprise's process to manage testing and assessment of personal data security could use another look. At a minimum, the process should address: \n• Types of test and assessment, e.g., conceptual testing, vulnerability scanning and penetration testing \n• Frequency of testing \n• Evidence of continual improvement, i.e., progressively more demanding tests and assessments over time \n• Test logging and securing evidence \n• Analysis of weaknesses and documentation of improvement opportunities." ,

            "Your enterprises process for managing controllers and processors needs attention": "Your enterprise's process for managing controllers and processors needs attention. The process and processors should cover at least: \n• Identification of primary and joint controllers, including individual or collective purpose(s) for processing personal data \n• Identification of processors, including the defined scope and extent of processing on behalf of one or more controllers \n• Links to the personal data register, reflecting the data sets and the way they are handled across the supply chain (data in flow; data at rest) \n• Links to the processing register, reflecting the processes or process steps performed by each actor in the supply chain \n• Documentation of vendor (processor) management and control arrangements, often embedded into general vendor management of an enterprise" ,

            "In complex supply chains the subprocessing management process is an essential element of ensuring privacy": "In complex supply chains, the sub-processing management process is an essential element of ensuring  privacy and data protection regulations or norms conformance across the whole supply chain. Your enterprise needs some improvement in this area. The sub-process management process should cover, at a minimum: \n• Formal request procedure to primary processors; disclosure of any further outsourcing \n• Documentation and register of subprocessing, including scope, extent and purpose(s) \n• Evidence of privacy and data protection regulations or norms conformance, including processes, controls, concepts and review results \n• Audit reports and other independent assurance, if available \n• Processing agreements between primary processors and sub-processors" ,

            "Your enterprises processing agreements need some work at a minimum the process around these agreements should cover": "Your enterprise's processing agreements need some work. At a minimum, the process around these agreements should cover: \n• Definition, approval and roll-out of standardised agreements, including templates \n• Monitoring of fulfilment on a regular basis \n• Planning and execution of reviews, primarily under the standard right to audit \n• Receipt, analysis and validation of third-party evidence for conformant processing, e.g., certification and attestation reports \n• Regular review and updating of processing agreements, terms and conditions, in line with legislative and regulatory activity \n• Termination and exit planning for individual contractual relationships" ,

            "Your enterprise should make enhancements to manage supply chain impact": "Your enterprise should make enhancements to manage supply chain impact. In a supply chain with multiple actors, impacts resulting from privacy and data protection risks may materialise at any point and at any time. Therefore, Data Protection and Privacy (DPP) practitioners and enterprises should apply their own Data Protection Impact Assessment (DPIA) approach to all parts of the supply chain and document the feedback received from each of the parties. This includes standardised reporting as well as ad hoc reviews or plausibility checks. The overall impact should then be aggregated based on the processing register and the flow of data across various supply chain participants. Care should be taken in understanding how impacts in one place may aggravate impacts in other parts of the supply chain." ,

            "Where personal data processing is performed in a supply chain internal controls at a processor or subprocessor must be as effective as the ones within the controller organization": "Where personal data processing is performed in a supply chain, internal controls at a processor or subprocessor must be as effective as the ones within the controller organisation. Your enterprise's current supply chain controls process is inadequate. At a minimum, the process should cover the following: \n• Obtaining and analysing internal controls documentation from third parties \n• Mapping supply chain controls to the internal control system (ICS) at the controller organisation \n• Procedures for test of design (ToD), i.e., standard techniques for evaluating controls \n• Procedures for test of effectiveness (ToE), i.e., sampling and collecting evidence that demonstrates the effectiveness of controls at third parties \n• Monitoring and log review arrangements, including the accessibility of log data in as much as these, relate to personal data processing \n• Point-in-time or continuous audit rights, including audit planning and deployment" ,

            "Your enterprise may not be prepared to manage notification in a timely manner": "Your enterprise may not be prepared to manage notification in a timely manner. At a minimum, the process of notifying supervisory authorities should include: \n• Information gathering / investigative procedure, outlining the interaction between the Data Protection Officer (DPO) function and other parts of the enterprise and/or external services \n• Standardised reporting package including the minimum privacy and data protection regulations or norms information set and appropriate templates" ,

            "Your enterprise may not be prepared to notify data subjects in event of an incident or breach": "Your enterprise may not be prepared to notify data subjects in event of an incident or breach. At a minimum, the process of notifying data subjects should cover: \n• Standardised reporting format and templates, adapted to and optimised for various channels of communication (individual, group, public) \n• Predefined and approved key messages expressing the enterprise’s actions (investigation, consequences, remediation, improvement, etc.) \n• Organisational responsibilities with regard to formulating and conveying key messages, e.g., involvement of the communications department, legal advice, etc. \n• Ad hoc communications facilities offered to data subjects, e.g., help line, free phone number, dark site, etc." ,

            "Your enterprises incident and crisis management process has room for improvement": "Your enterprise's incident and crisis management process has room for improvement. From the perspective of Data Protection and Privacy (DPP) practitioners and organisational units initially discovering the breach, the process should cover at least: \n• Description and documentation of known facts and figures, in a standardised format where appropriate \n• Defined link to general escalation and alerting process, often defined by the business crisis management (BCM) function \n• Predefined generic personal data scenario for business continuity and crisis management, similar to other special scenarios such as cyberattack, pandemic, etc. \n• Predefined relationships and communications channels with external actors, i.e., external services such as investigative or forensics specialists \n• Ongoing communications protocol between organisational line units and incident/crisis management teams." ,

            "Your enterprise must make significant efforts towards improving its preparedness for managing evidence and claims appropriately": "Your enterprise must make significant efforts towards improving it's preparedness for managing evidence and claims appropriately. Without this progress the organisation is at considerable risk of being found to be negligent and/or of having been part of some sort of criminal activity. To minimise risk the evidence and claims process should cover at a minimum: \n• Defined procedures for collecting and securing evidence, including chain of custody \n• Availability of specialised services such as IT forensics \n• Procedure and templates for post-incident analysis and reporting \n• Procedure for substantiating claims against third parties, including the legal or contractual basis for such claims \n• Procedure for preparing defences against claims by third parties, including aspects of appeal (regulatory decisions) \n• Defined link to post-incident Data Protection Officer (DPO) reporting" ,

            "Your enterprises awareness process needs some work": "Your enterprise's awareness process needs some work. At a minimum, the enterprise-wide awareness process should cover: \n• Definition and description of established privacy and data protection regulations or norms requirements in day-to-day organisational processes, including examples of personal data processing \n• Campaign materials emphasising specific aspects of Data Protection and Privacy (DPP), personal data processing and privacy and data protection related points to note \n• Program/project plans setting target dates for awareness measures \n• Third-party awareness materials and details on how to include third parties in awareness campaigns" ,

            "Staff in your enterprise may not be adequately prepared to discharge their duties in regards to data protection and privacy matters": "Staff in your enterprise may not be adequately prepared to discharge their duties in regards to data protection and privacy matters. Data Protection and Privacy management, including the context of established privacy and data protection regulations or norms, require a set of skills and qualifications that must be present in the enterprise or contracted through external services. The management of skills and education is an essential process to ensure that privacy and data protection regulations or norms and their consequences are fully understood. The skills and education process should include, but not be limited to: \n• Definition of skills, levels and internal requirements for Data Protection and Privacy (DPP) related tasks and positions \n• Mapping of skills to roles and organisational functions (matrix) \n• Identification of suitable qualification levels and formal qualifications or certifications, as needed for each part of the matrix \n• Education paths for different roles and organisational functions in Data Protection and Privacy (DPP) \n• Gathering appropriate educational sources, materials and opportunities for guided or self-study." ,

            "Improvements are needed to your enterprises training process": "Improvements are needed to your enterprise's training process. Training is an important component of overall awareness, providing ongoing learning opportunities and reinforcing the key messages around DPP and privacy and data protection regulations or norms. At a minimum, the training process should cover: \n• Defined and validated basic  privacy and data protection regulations training, preferably mandatory for all members of the enterprise \n• Training concept based on the skills and education matrix \n• Training plan, typically on an annual basis, including internal and external training opportunities \n• Preparation of training materials, guided study and self-study \n• Preparatory training aids for higher qualifications in Data Protection and Privacy (DPP) and privacy and data protection regulations, including certification exam preparation, etc. \n• Defined external training sources and providers for specific purposes, e.g., legal or Data Protection Officer (DPO) training." ,

            "Your enterprise needs improvement in its the DPO function": "Your enterprise needs improvement in its DPO function. At a minimum, the process of maintaining and running the DPO should cover the following: \n• Organisational structure and positioning of the DPO function, including the DPO office and its points of contact in other parts of the enterprise \n• Design of administrative tasks and processes for the DPO function \n• Design of regular work program in an annual cycle \n• Human resource planning, skills and education needs." ,

            "Your enterprise has room for improvement in managing the budget and resources of the DPO function": "Your enterprise has room for improvement in managing the budget and resources of the DPO function. The budgeting and resourcing process should at least cover: \n• Annual financial budget cycle, linking into general budgeting \n• Human resource and headcount planning \n• Technical resource planning, including tools, licensing, etc. \n• External service planning and budgeting, e.g., for consultants or legal advisors \n• Links to general financial reporting within the enterprise." ,

            "Your DPO function is not well represented in the overall enterprise": "Your DPO function is not well-represented in the overall enterprise. The management process for organisational interfaces should cover at least: \n• Documentation of regular, formal contacts throughout the enterprise \n• DPO participation in standing committees and other formal institutional meetings \n• Regular communications between the DPO function and other organisational units, including minutes and other reports \n• Documented process steps requiring DPO involvement, including consultation and information (RACI)." ,

            "Formal internal and external reporting is an important part of the DPO function your enterprise has issues that should be addressed in this area": "Formal internal and external reporting is an important part of the DPO function. Your enterprise has issues that should be addressed in this area. At a minimum, the reporting management process should cover: \n• Reporting schedules for internal and external reporting to and by the DPO function \n• Reporting schedules for supervisory authority reporting \n• Procedures specifying report templates, formal content, frequency and distribution as well as Confidentiality, Integrity and Availability (CIA) ratings for reports \n• Tracking procedure for reporting, covering all reporting schedules." ,

            "Based on your response your enterprise may encounter difficulties managing privacy and data protection conformance and related requirements": "Based on your response, your enterprise may encounter difficulties managing  privacy and data protection conformance and related requirements that are contracted through external services. The process for managing external services should address, at a minimum: \n• Purpose and substance of external services, including a processing agreement \n• Defined and agreed protection level for the services rendered, specifying confidentiality, integrity and availability \n• Supplier risk analysis, including in-depth checks and due diligence where appropriate \n• Information security analysis \n• Right to audit, analysis of review results and tracking of remedial action \n• Human resource background checking where appropriate and legally permitted." ,

            "Your enterprises data acquisition controls need improvement": "Your enterprise's data acquisition controls need improvement. At a minimum, the process for managing such controls should address: \n• Identification of organisational processes that may intentionally or incidentally acquire personal data \n• Documentation of inbound data flows and data interfaces (i.e., written, web, other) \n• Identification of data origin where possible (i.e., direct from data subject, controller, processor, other supply chain actors, etc.) \n• Documentation of related controls in the internal controls register." ,

            "Your enterprises processing controls need improvement": "Your enterprise's processing controls need improvement. The process of maintaining such controls should cover: \n• Identification of process steps, inputs and outputs that are to be controlled \n• Identification of handover points to third parties, e.g., processors or authorities \n• Definition of control objectives and control types (e.g., preventive, detective, corrective) \n• Documentation of related controls in the internal controls register." ,

            "Your enterprises storage controls need improvement the process of maintaining such controls should cover at least": "Your enterprise's storage controls need improvement. The process of maintaining such controls should cover at least: \n• Identification of storage types and locations for personal data, i.e., storage map \n• Analysis of storage instances within the overall IT architecture \n• Identification of external storage instances, e.g., third party, virtualised, cloud \n• Identification and mapping of handover points between core processes (data in flow) and storage (data at rest) \n• Documentation of related controls in the internal controls register." ,

            "Your enterprises deletion controls need improvement the process for maintaining deletion controls should cover at least": "Your enterprise's deletion controls need improvement. The process for maintaining deletion controls should cover at least: \n• Identification of deletion points within the overall system \n• Mapping of controls prior to deletion \n• Maintaining a deletion log \n• Mapping of controls after deletion \n• Verification of removal from the personal data register \n• Documentation of related controls in the internal controls register." ,

            "Your enterprises monitoring controls need improvement the process for maintaining monitoring controls should cover at least": "Your enterprise's monitoring controls need improvement. The process for maintaining monitoring controls should cover at least: \n• Mapping of personal data processing to overall monitoring, including tools \n• Identification of monitoring needs across the process register \n• Mapping of reporting needs and application to monitoring processes \n• Recurring review of monitoring density and extent \n• Documentation of related controls in the internal controls register." ,

            "Your enterprise should make improvements to prepare to manage independent reviews": "Your enterprise should make improvements to prepare to manage independent reviews. Managing independent reviews further requires planning steps similar to standard reviews, including notification, fieldwork, analysis and reporting. Data Protection and Privacy (DPP) practitioners and enterprises may benefit from leveraging standardised audit and review processes for Data Protection and Privacy (DPP) reviews. They should further link to the minimum structure and content of Data Protection Officer (DPO) reporting as set down in established privacy and data protection regulations or norms."

        }
    },
    "security_assessment": {
        "title": "Security Assessment",
        "How many employees work at your organisation?": "How many employees work at your organisation?",
        "1 to 49": "1 to 49",
        "50 to 199": "50 to 199",
        "200 to 499": "200 to 499",
        "500 to 1999": "500 to 1999",
        "2000 to 4999": "2000 to 4999",
        "5000 or more": "5000 or more",
        "Which category best defines your organisation’s primary industry?": "Which category best defines your organisation’s primary industry?",
        "Construction": "Construction",
        "Electricity, gas, water and waste services": "Electricity, gas, water and waste services",
        "Financial and insurance services": "Financial and insurance services",
        "Health care and social assistance": "Health care and social assistance",
        "Information media and telecommunications": "Information media and telecommunications",
        "Manufacturing": "Manufacturing",
        "Professional, scientific and technical services": "Professional, scientific and technical services",
        "Public, non-profit": "Public, non-profit",
        "Rental, hiring and real estate services": "Rental, hiring and real estate services",
        "Retail": "Retail",
        "Transport, postal and warehousing": "Transport, postal and warehousing",
        "Other": "Other",
        "Does your organisation have a user administration process for new employees and leaving employees?": "Does your organisation have a user administration process for new employees and leaving employees?",
        "No": "No",
        "Yes, but not documented": "Yes, but not documented",
        "A formally documented process": "A formally documented process",
        "Does your organisation review user privileges?": "Does your organisation review user privileges?",
        "Reviews are performed on an ad-hoc basis": "Reviews are performed on an ad-hoc basis",
        "Only administrator accounts are reviewed": "Only administrator accounts are reviewed",
        "All user privileges are monitored on a periodic basis": "All user privileges are monitored on a periodic basis",
        "Are complex passwords enforced within the organisation?": "Are complex passwords enforced within the organisation?",
        "Less than 8 characters and no other requirements": "Less than 8 characters and no other requirements",
        "8 characters or more, special characters, upper and lower case, numbers and required change on a periodic basis": "8 characters or more, special characters, upper and lower case, numbers and required to change on a periodic basis",
        "Multi-factor authentication": "Multi-factor authentication",
        "Do employees, individuals or third parties have remote access to your network?": "Do employees, individuals or third parties have remote access to your network?",
        "Continuously without monitoring or tools": "Continuously without monitoring or tools",
        "Remote access tools to access the corporate network from outside": "Remote access tools to access the corporate network from outside",
        "Facilitated via VPN": "Facilitated via VPN",
        "Does your organisation provide security awareness training?": "Does your organisation provide security awareness training?",
        "Only for new employees": "Only for new employees",
        "For all employees on a periodic basis": "For all employees on a periodic basis",
        "Mandatory for all employees and management, periodically, with assessment of understanding": "Mandatory for all employees and management, periodically, with assessment of understanding",
        "Are the laptops of employees encrypted?": "Are the laptops/desktops of employees encrypted?",
        "Unencrypted": "Unencrypted",
        "File encryption": "File encryption",
        "Hard Drive encryption": "Hard Drive encryption",
        "Full encryption and no data stored locally": "Full encryption and no data stored locally",
        "Are backups stored remotely, and if so are they properly protected?": "Are backups stored remotely, and if so are they properly protected?",
        "Not stored remotely": "Not stored remotely",
        "Yes, but physically unsecured": "Yes, but physically unsecured",
        "Yes, but unencrypted": "Yes, but unencrypted",
        "Yes, encrypted": "Yes, encrypted",
        "Are patches installed on a timely basis?": "Are patches installed on a timely basis?",
        "Not monitored": "Not monitored",
        "Patches are installed on an ad-hoc basis": "Patches are installed on an ad-hoc basis",
        "A formal patch management process is in place and covers servers, clients and security devices": "A formal patch management process is in place and covers servers, clients and security devices",
        "Does your organisation have a wireless corporate network?": "Does your organisation have a wireless corporate network?",
        "Published SSID with weak password": "Published SSID with weak password",
        "Published SSID with complex password": "Published SSID with complex password",
        "Hidden SSID, complex password (+ additional measures)": "Hidden SSID, complex password (+ additional measures)",
        "Does your organisation have a wireless guest network?": "Does your organisation have a wireless guest network?",
        "No, guests connect to our corporate network": "No, guests connect to our corporate network",
        "Yes": "Yes",
        "Yes, fully isolated with no access to internal network": "Yes, fully isolated with no access to internal network",
        "Does your organisation have security & privacy policies?": "Does your organisation have security & privacy policies?",
        "On-the-shelf": "On-the-shelf",
        "Approved by board, trained, signed by employees, enforced": "Approved by board, trained, signed by employees, enforced",        
        "Does your organisation have a security function?": "Does your organisation have a security function?",
        "Security functions within the technical/IT team": "Security functions within the technical/IT team",
        "Dedicated security team": "Dedicated security team",
        "Does your organisation have an incident response and recovery plan?": "Does your organisation have an incident response and recovery plan?",
        "Our response team operates between business hours": "Our response team operates between business hours",
        "Our response team is 24/7 on stand-by with an immediate response when required": "Our response team is 24/7 on stand-by with an immediate response when required",
        "Does your organisation have an anti-virus?": "Does your organisation have an anti-virus?",
        "Installed on employee computers": "Installed on employee computers",
        "Installed on all computers and servers": "Installed on all computers and servers",
        "Advanced End-Point Protection": "Advanced End-Point Protection",
        "Does your organisation protect its environment with a firewall?": "Does your organisation protect its environment with a firewall?",
        "Residential grade firewall": "Residential grade firewall",
        "Each network entry/exit point has a commercial grade firewall that is vendor supported": "Each network entry/exit point has a commercial grade firewall that is vendor supported",
        "Each network entry/exit point has a commercial grade firewall that is vendor supported and configurations are reviewed on a periodic basis": "Each network entry/exit point has a commercial grade firewall that is vendor supported and configurations are reviewed on a periodic basis",
        "Does your organisation perform internal vulnerability scans?": "Does your organisation perform internal vulnerability scans?",
        "Ad-hoc": "Ad-hoc",
        "Internal vulnerability scans are running across all systems at least once a year": "Internal vulnerability scans are running across all systems at least once a year",
        "Yearly penetration testing is performed": "Yearly penetration testing is performed",
        "Was your organisation in the past year a victim of a cyber attack?": "Was your organisation in the past year a victim of a cyber attack?",
        "I don’t know": "I don’t know",
        "I’d rather not disclose this information": "I’d rather not disclose this information",
        "Compared to this time last year": "Compared to this time last year, are you more or less confident in the ability of your organisation to respond to a cyber security incident and recover from any associated negative impacts?",
        "More confident": "More confident",
        "Less confident": "Less confident",
        "No difference in confidence level": "No difference in confidence level",
        "Do not know / would rather not say": "Do not know / would rather not say",
        "Does your organisation have cyber insurance?": "Does your organisation have cyber insurance?",
        "No ‐ we were not aware of this type of insurance": "No ‐ we were not aware of this type of insurance",
        "No ‐ we don’t feel we need it": "No ‐ we don’t feel we need it",
        "No ‐ we believe this risk is covered under other insurance policies we have": "No ‐ we believe this risk is covered under other insurance policies we have",
        "No ‐ we self‐insure": "No ‐ we self‐insure",
        "Not yet ‐ we are considering it": "Not yet ‐ we are considering it",
        "Yes ‐ we have a standalone cyber policy": "Yes ‐ we have a standalone cyber policy",
        "Yes ‐ we have this covered as an extension to another insurance policy": "Yes ‐ we have this covered as an extension to another insurance policy",
        "Yes ‐ but do not know how the policy was arranged": "Yes ‐ but do not know how the policy was arranged"
    },
    "glossary": {
        "Access Control": {
            "title": "Access Control",
            "description": "Access control is the authentication and authorisation of individuals to access certain folders and information. Organisations use access control to keep their data secured and ensuring only the correct users can see the correct information, preventing unauthorised users accessing data or information that they should not have access to. It is a fundamental concept in security that minimises risk to the business or organisation."
        },
        "Advanced Persistent Threat": {
            "title": "Advanced Persistent Threat (APT)",
            "description": "An advanced persistent threat (also known as an ‘APT’) is a long running process where an unauthorised individual or organisation gains access to a network and remains undetected for an extended period of time in order to steal, spy or disrupt an organisation. APT attacks are often synonymous with ‘nation state’ attacks, having malicious activity funded by a nation state for political gain."
        },
        "Adware": {
            "title": "Adware",
            "description": "Adware, otherwise known as advertisement software, is the term used for malware that pops up on computer screens in the form of advertisements. Files or programs downloaded online, which seem perfectly legitimate, can be bundled with adware without the user knowing."
        },
        "Antivirus Software": {
            "title": "Antivirus Software",
            "description": "Antivirus software is a computer program designed to detect and remove viruses, and other malicious software such as malware, adware and trojans."
        },
        "Behavioural Based Analysis": {
            "title": "Behavioural Based Analysis",
            "description": "Behavioural based analysis is a technique utilised by many types of security tools. Baselines of a system are created to generate a known image of ‘normal behaviour’. This baseline is then monitored against real-time activity and scrutinised by the security tools’ AI engine to attempt to discover malicious activities."
        },
        "Binding Corporate Rules (BCRs)": {
            "title": "Binding Corporate Rules (BCRs)",
            "description": "Binding corporate rules (BCR) are data protection policies adhered to by companies established in the jurisdiction(s) within which the data protection regulation applies for transfers of personal data outside those jurisdictions within a group of undertakings or enterprises. Such rules must include all general data protection principles and enforceable rights to ensure appropriate safeguards for data transfers. They must be legally binding and enforced by every member concerned of the group."
        },
        "Blacklist": {
            "title": "Blacklist",
            "description": "Blacklisting is a form of access control. Users, usernames or entities on a blacklist will be denied access to a specific system or network."
        },
        "Bot": {
            "title": "Bot",
            "description": "A bot (or robot) is an automated machine or software application used to carry out tasks. A bot can be used for malicious purposes by a hacker to gather financial data, passwords, log keystrokes or launch DDoS attacks."
        },
        "Brazilian Supervisory Authority": {
            "title": "Brazilian Supervisory Authority",
            "description": "The Brazilian Supervisory Authority (SA) is a public authority that supervises, through investigative and corrective powers, the application of the LGPD (Data Protection Regulation)"
        },
        "Brute Force Attack": {
            "title": "Brute Force Attack",
            "description": "A brute force attack is a time-consuming cyberattack that involves mass guessing possible account details and passwords, often through using a bot. Depending on the strength, length and complexity of the password, this dictates how long the process will take to crack."
        },
        "CISO": {
            "title": "CISO (Chief Information Security Officer)",
            "description": "A Chief Information Security Officer, or CISO for short, is the individual responsible for an organisation’s information and cyber security. A CISO directs a team of cyber professionals to identify develop and maintain security and prevent the loss of crucial data or information."
        },
        "CISO-as-a-Service": {
            "title": "CISO-as-a-Service (CISOaaS)",
            "description": "CISO-as-a-Service, or CISOaaS, stands for Chief Information Security Officer as-a-Service. This is an outsourced service which offers the expert guidance and benefits of a dedicated in-house Chief Information Security Officer to an organisation without the financial cost of attracting and retaining a senior full-time employee."
        },
        "Confidentiality, Integrity and Availability (CIA)": {
            "title": "Confidentiality, Integrity and Availability (CIA)",
            "description": "The well-known CIA Triad of confidentiality, integrity and availability is considered the core underpinning of information security. Every security control and every security vulnerability can be viewed in light of one or more of these key concepts. In simple terms, confidentiality means something that is secret and is not supposed to be disclosed to unintended people or entities. Confidentiality ensures that sensitive information is accessed only by an authorized person and kept away from those not authorized to possess them. Everyone has information which they wish to keep secret. Thus Protecting such information is an important part of information security. In the context of the information security (InfoSec) world, integrity means that when a sender sends data, the receiver must receive exactly the same data as sent by the sender. Data must not be changed in transit. For example, if someone sends a message “Hello!”, then the receiver must receive “Hello!” That is, it must BE exactly the same data as sent by the sender. Any addition or subtraction of data during transit would mean the integrity has been compromised. Availability implies that information is available to the authorized parties whenever required. Unavailability to data and systems can have serious consequences. It is essential to have plans and procedures in place to prevent or mitigate data loss as a result of a disaster. A disaster recovery plan must include unpredictable events such as natural disasters and fire. A routine backup job is advised in order to prevent or minimize total data loss from such occurrences"
        },
        "Controllers and Processors": {
            "title": "Controllers and Processors",
            "description": "‘Controller’ means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data\n'Processor' is a person or organisation who acts on behalf of a 'controller' that person carries out operations on data to retrieve, transform, or classify information etc"
        },
        "Critical Hour Golden Hour": {
            "title": "Critical Hour/ Golden Hour",
            "description": "The first hour following the detection of a successful cyberattack is known as the critical hour or the golden hour. These 60 minutes are crucial to rapidly containing and limiting the impact and damage of an attack."
        },
        "Critical Hour Framework": {
            "title": "Critical Hour Framework",
            "description": "In the first hour following a cyberattack, Littlefish employ an established cyber response process known as the Critical Hour Framework. This acts as the operational plan for incident response, clearly establishing responsibilities, processes and a chain of command. The Critical Hour Framework is tailored to an organisation’s security technologies and controls, acting as a crucial second line of defence. Having this framework in place enables an organisation to be completely prepared should their technical countermeasures be breached, so they can respond rapidly, in an effective and controlled manner – improving the containment timescale and reducing the impact and damage caused by a successful attack."
        },
        "Cross Site Scripting": {
            "title": "Cross Site Scripting (XSS)",
            "description": "XSS (Cross-site scripting) is a cyberattack technique which takes advantage of insecurely coded web applications, allowing the execution of code within the website. Malicious actors can use this functionality to bypass access controls, giving them access to information."
        },
        "Cyberattack": {
            "title": "Cyberattack",
            "description": "A cyberattack is an attempt to gain unauthorised access to system services, resources, information, or an attempt to compromise system integrity."
        },
        "Cyber Security Incident": {
            "title": "Cyber Security Incident",
            "description": "A cyber security incident is a breach of security, for example unauthorised access to data or networks."
        },
        "Cyber Security": {
            "title": "Cyber Security",
            "description": "Cyber security (also known as computer security, or IT security) is the protection of computer systems and networks from the theft of or damage to their hardware, software, or electronic data."
        },
        "Cyber Security Operations Centre": {
            "title": "Cyber Security Operations Centre (CSOC)",
            "description": "A Cyber Security Operations Centre (CSOC) is a specialised team of cyber security engineers employed to protect, detect and respond to cyber security threats and intruders facing an organisation 24/7/365. \n Protect: Proactive intelligence gathering detects emerging threats earlier in the cyber-attack lifecycle, providing protection to an organisation before breaches occur. \n Detect: Continuous monitoring & analysis in the context of an organisation’s specific risk profile and requirements, including emerging and future threats. \n Respond: End-to-end investigation, incident ownership & stakeholder communications, using tried and tested processes in order to reduce breach impact and risk of attack proliferation."
        },
        "Data Anonymisation and Pseudonymisation": {
            "title": "Data Anonymisation and Pseudonymisation",
            "description": "Data anonymization is a type of information sanitization whose intent is privacy protection. It is the process of either encrypting or removing personally identifiable information from data sets, so that the people whom the data describe remain anonymous.\nPsuedoanonymised information uses a technique that can improve user privacy by replacing or removing the most identifying fields in a data set. This may involve replacing names or other direct identifiers which can be easily attributed to individuals with, for example, a reference number. Pseudonymised data can reduce the risks of identification of data subjects and help companies meet some data protection obligations."
        },
        "Data Classification": {
            "title": "Data Classification",
            "description": "Data classification is broadly defined as the process of organizing data by relevant categories so that it may be used and protected more efficiently. On a basic level, the classification process makes data easier to locate and retrieve."
        },
        "Data Governance": {
            "title": "Data Governance",
            "description": "Data governance is a term used to describe the overall, comprehensive process for controlling the integrity, use, availability, usability, and security of all data owned by or controlled by an enterprise. Often, enterprises appoint a team or council to oversee complex data governance programs."
        },
        "Data Life Cycle": {
            "title": "Data Life Cycle",
            "description": "The data life cycle, also called the information life cycle, refers to the entire period of time that data exists in your system. This life cycle encompasses all the stages that your data goes through, from first capture onward."
        },
        "Data Processing":{
            "title": "Data Processing",
            "description": "Manipulation of data by a computer. It includes the conversion of raw data to machine-readable form, flow of data through the CPU and memory to output devices, and formatting or transformation of output. Any use of computers to perform defined operations on data can be included under data processing."
        },
        "Data Protection and Governance Framework": {
            "title": "Data Protection and Governance Framework",
            "description": "A Data Protection and Governance Framework is a structure that helps an organization assign responsibilities, make decisions, and take action on enterprise data and it's protection. Data governance frameworks can be classified into three types:\nCommand and control – the framework designates a few employees as data stewards, and requires them to take on data governance responsibilities.\nTraditional – the framework designates a larger number of employees as data stewards, on a voluntary basis, with a few serving as “critical data stewards” with additional responsibilities.\nNon-invasive – the framework recognizes people as data stewards based on their existing work and relation to the data; everyone who creates and modifies data becomes a data steward for that data."
        },
        "Data Protection Officer (DPO)": {
            "title": "Data Protection Officer (DPO)",
            "description": "DPOs assist you to monitor internal compliance, inform and advise on your data protection obligations, provide advice regarding Data Protection Impact Assessments (DPIAs) and act as a contact point for data subjects and reguators"
        },
        "Data Protection Impact Assessment": {
            "title": "Data Protection Impact Assessment",
            "description": "A Data Protection Impact Assessment (DPIA) is a process to help you identify and minimise the data protection risks of a project. You must do a Data Protection Impact Assessment (DPIA) for processing that is likely to result in a high risk to individuals."
        },
        "Data Processing Register": {
            "title": "Data Processing Register",
            "description": "A data processing register is a record of which personal data you process and who you share this data with. If you collect personal data for your research, you must record this in the data processing register."
        },
        "Data Security": {
            "title": "Data Security",
            "description": "Data security is the protection of digital data from destructive forces and the unwanted actions of unauthorised users."
        },
        "Data Subject Requests": {
            "title": "Data Subject Requests",
            "description": "A Data Subject Access Request is a request from someone you store data on (called a data subject) to your organization. They can submit this request at any time. You are obligated to respond with a copy of any relevant information you have on the subject."
        },
        "Data Supply Chain": {
            "title": "Data Supply Chain",
            "description": "The data supply chain represents the technological steps and human-involved processes supporting the flow of data through the organization, from its raw state, through transformation and integration, all the way through to the point of consumption or analysis."
        },
        "Distributed Denial-of-Service": {
            "title": "Distributed Denial-of-Service (DDoS) Attack",
            "description": "A Distributed Denial-of-Service (DDoS) attack is a malicious attempt by hackers to shut down or disable a server, website or network resource. Hackers carry this out by overwhelming the bandwidth or resource of a targeted system(s) with a flood of internet traffic. These attacks often involve bots and can lead to the targeted resource or website crashing, making it unavailable for users."
        },
        "Dumpster Diving": {
            "title": "Dumpster Diving",
            "description": "The act of physically accessing waste or garbage to attempt to discover valuable company information, such as log-in information left on waste paper or information that can be leveraged against a company. Organisations can deter against this by destroying or shredding all documents the contain personal or business information."
        },
        "Encryption": {
            "title": "Encryption",
            "description": "The process of converting information or data into a code, especially to prevent unauthorized access."
        },
        "Encryption Strategy": {
            "title": "Encryption Strategy",
            "description": "The strategy for the process of converting information or data into a code, especially to prevent unauthorized access"
        },
        "Evidence and Claims": {
            "title": "Evidence and Claims",
            "description": "It is possible to make a data breach claim for compensation but you must be able to provide evidence that you have suffered damages and stress as a result of the data breach"
        },
        "Exploit Kit": {
            "title": "Exploit Kit",
            "description": "An exploit kit is an automated threat used by cyber criminals to attack vulnerabilities in systems and are often included within popular software packages. Exploit kits infect the computer with malware and are often received through an email or downloadable link. Exploit kits are silent and work stealthily in the background, leaving users unaware that an attack is taking place."
        },
        "External Services": {
            "title": "External Services",
            "description": "Services outside of your organisation with respect to both people/companies and applications/systems/networks"
        },
        "Form Grabber": {
            "title": "Form Grabber",
            "description": "A form grabber is a type of malware that captures log-in credentials, including usernames, email addresses and passwords, directly from a data form on a website."
        },
        "Hacker": {
            "title": "Hacker",
            "description": "A hacker is an individual or group who aim to circumvent security and gain unauthorised access to computer systems or networks in order to access, steal, change or destroy data or information."
        },
        "Hashing": {
            "title": "Hashing",
            "description": "Hashing is a process carried out by cyber professionals to ensure a piece of data has not been tampered with. Hashing is done by creating a mathematical number algorithm to represent a piece of data. Hashing is often done twice to make sure the data is identical and keeps its integrity."
        },
        "Honeypot": {
            "title": "Honeypot",
            "description": "A honeypot is a security mechanism set up as a decoy to lure cyber criminals into a trap. The individual(s) or organisation can then study the hacker’s actions and behaviour using this evidence to prevent future attacks."
        },
        "Identity and Access Management (IAM) process": {
            "title": "Identity and Access Management (IAM) process",
            "description": "Identity and access management (IAM or IdAM for short) is a way to tell who a user is and what they are allowed to do. IAM is like the bouncer at the door of a nightclub with a list of who is allowed in, who isn't allowed in, and who is able to access the VIP area. IAM is also called identity management (IdM)"
        },
        "Impartial Oversight": {
            "title": "Impartial Oversight",
            "description": "Auditors recognise that impartiality is a principle of justice holding that decisions should be based on objective criteria, rather than on the basis of bias, prejudice, or preferring the benefit to one person over another for improper reasons."
        },
        "Incident and Crisis Management": {
            "title": "Incident and Crisis Management",
            "description": "Incident and Crisis Management is the effective management of an adverse security event that negatively impacts or poses an imminent threat to the confidentiality, integrity or availability of data, including technologies that store and process that data. This definition also includes explicit or implied security policy violations. Cyber incidents are generally classified by magnitude: minor incident, major incident and crisis. Management involves the implementation of disaster recovery plans, breech response plans reporting (regulatory, customers, suppliers etc) and any remediation plans"
        },
        "Internal Control System (ICS)": {
            "title": "Internal Control System (ICS)",
            "description": "An internal control system is the definition of a risk based program for data security to mitigate the risks associated with the way data is accessed, changed, or deleted. This should enable stronger data protection."
        },
        "Intrusion Detection and Prevention System": {
            "title": "Intrusion Detection and Prevention System (IDPS)",
            "description": "An Intrusion Detection and Prevention System (IDPS) is a term used to relate to a protective system attempting to detect malicious activity from both a behavioural and signature-based view. Most commonly, IDPS systems are used in line with network resources to analyse network traffic and discover malicious activity before reaching endpoints. Host-based IDPS systems, however, are also available focusing on detecting behavioural anomalies on an endpoint."
        },
        "Information Security": {
            "title": "Information Security",
            "description": "Information security is a set of practices companies or individuals use to protect data and information from being accessed, stolen, destroyed or deleted by unwanted parties."
        },
        "Insider Threat": {
            "title": "Insider Threat",
            "description": "An insider threat is a security risk that originates from inside of the targeted organisation. This could be employees, contractors and former employees that know information about a company or still have access to company files and intend to harm the business."
        },
        "Internal Vulnerability Scans": {
            "title": "Internal Vulnerability Scans",
            "description": "Internal Vulnerability Scanning is the process of performing a scan from a location that already has access to the internal network of the system. These scans are mostly performed within the internal network environment"
        },
        "Keylogging": {
            "title": "Keylogging",
            "description": "Keylogging is a software program that logs and records the keystrokes made by a computer user. Cyber criminals use these logs to gain access to sensitive and confidential data such as log-in credentials, passwords and financial information. This data is often then sold to third parties for fraudulent use."
        },
        "Kill Chain": {
            "title": "Kill Chain",
            "description": "The cyber kill chain is concept used by cyber security professionals in relation to incident response. Although multiple forms exist, this concept is regarded as a standard for the stages of a cyberattack."
        },
        "Lateral Movement": {
            "title": "Lateral Movement",
            "description": "A term used to describe the movement of a malicious actor. An example of this could be an person or entity looking to compromise additional accounts, allowing ‘lateral movement’ between accounts to gain further access to data or information."
        },
        "Logic Bomb": {
            "title": "Logic Bomb",
            "description": "A logic bomb is a scheduled attack that puts malicious code into a network or single computer at a specific time or date, or when an action is completed. For example, logic bombs may wait until a certain date to delete a certain document or wait for specific information to be inputted before acting."
        },
        "Network Security": {
            "title": "Network Security",
            "description": "Network security is the protection against a variety of cyber threats and company assets stored in the network against hacking, data misuse or unauthorised changes."
        },
        "Organisational Interfaces": {
            "title": "Organisational Interfaces",
            "description": "organisational interface - the parts of a computer system that connect human users to each other and to the capabilities provided by computers. Thus an organisational interface includes one or more user interfaces."
        },
        "Patches": {
            "title": "Patches",
            "description": "Updates for software on computers and network devices to them up to date with the latest features/functionality/support and capable of resisting low-level cyber attacks. Criminal hackers can take advantage of known vulnerabilities in operating systems and third-party applications if they are not properly patched or updated."
        },
        "Passive Attack": {
            "title": "Passive Attack",
            "description": "Passive attacks are stealthy cyber hacks, which allow the penetrator to eavesdrop or monitor a system in order to intercept messages or information without modification to the network. Passive attacks often take place without the organisation knowing an attack is taking place."
        },
        "Password Sniffing": {
            "title": "Password Sniffing",
            "description": "Password sniffing is when a hostile piece of software is installed onto a host network in order to monitor traffic and pull out information. The program will detect passwords or log-in details passing through the system and add them to a database."
        },
        "Personal Data Identification": {
            "title": "Personal Data Identification",
            "description": "Personal Data Identification is the activity undertaken to identify personal data that is held by the organisation. Personal data is information that relates to an identified or identifiable individual. What identifies an individual could be as simple as a name or a number or could include other identifiers such as an IP address or a cookie identifier, or other factors"
        },
        "Personal Data Register": {
            "title": "Personal Data Register",
            "description": "The Personal Data Register (also called a Data Inventory) is a record to all personal data assets held by the organisation. The register needs to detail the purposes of why a company is processing data. It should include the categories of the data subjects and personal data, as well as the categories of recipients (where applicable), and the technical times and descriptions of the organisational processes."
        },
        "Personally Identifiable Information (PII)": {
            "title": "Personally Identifiable Information (PII)",
            "description": "Personally identifiable information (PII) is information that, when used alone or with other relevant data, can identify an individual."
        },
        "Penetration Testing": {
            "title": "Penetration Testing",
            "description": "Penetration testing (often referred to as simply ‘pen testing’) involves a simulated real-world attack on a network, device, individual or organisation in order to see how far the ‘hacker’ can get before being detected or stopped. The test will highlight vulnerabilities which are discovered within the security infrastructure. Security professionals can then make recommendations on what the best steps are in order to strengthen these detected weaknesses."
        },
        "Pharming": {
            "title": "Pharming",
            "description": "Pharming is a form of online fraud which involves cyber criminals installing malicious code onto your computer or server. The code automatically re-directs a user to a fake website without their knowledge or consent in order steal personal information, such as payment card details or login credentials with the aim to complete identity fraud."
        },
        "Phishing": {
            "title": "Phishing",
            "description": "Phishing is a type of social engineering attack often used to steal user data and commonly takes place in emails and text messages. Phishing involves fraudsters sending users emails or texts that appear legitimate. A typical phishing email or text will contain malicious links for the user to click, which contain malware that is then installed onto the user’s computer.\n The malware may penetrate the network and perform malicious attacks, often with the user unaware."
        },
        "Probing": {
            "title": "Probing",
            "description": "Probing refers to a group of techniques with the goal of discovering information that can be exploited at a later date through malicious activity. An example of this could be the scanning of open ports on a network device to discover a potential entry point."
        },
        "Processing Agreements": {
            "title": "Processing Agreements",
            "description": "Agreements defining the activities undertaken when processing data that has been provided, collected or accessed from a third party"
        },
        "Ransomware": {
            "title": "Ransomware",
            "description": "Ransomware is a type of malicious software which hackers use to encrypt and block a device or network in order to extort a user or organisation. Normally the hacker(s) will provide a deadline for the user or organisation to settle the demanded sum of money or they will perform a malicious and unrecoverable action."
        },
        "Rainbow Table Attack": {
            "title": "Rainbow Table Attack",
            "description": "The aim of a Rainbow Table attack is to attempt to guess passwords stored in a hashed format by using a Rainbow Table lookup to match hash patterns to characters. Once reversed the malicious actor will be left with the unhashed user password, allowing unauthorised access to assets."
        },
        "Resilience": {
            "title": "Resilience",
            "description": "Resilience refers to an organisations ability to keep doing business and/or recover quickly and effectively from a data breech whilst minimising any disruption"
        },
        "Right to be Forgotten": {
            "title": "Right to be Forgotten",
            "description": "In a number of regulatory frameworks for Data Protection individuals have the right to have personal data erased. This is also known as the ‘right to be forgotten’. The right only applies to data held at the time the request is received. It does not apply to data that may be created in the future."
        },
        "Risk Evaluation": {
            "title": "Risk Evaluation",
            "description": "Risk evaluation is the process of identifying and measuring risk."
        },
        "Roles and responsibilities (RACI)": {
            "title": "Roles and responsibilities (RACI)",
            "description": "This refers to specific roles undertaken to deliver and maintain regulatory compliance e.g Data Protection Officer, Data Controller, Data Processor etc. Responsibilities are clear well defined activites that they would be responsible for"
        },
        "Rules for Consent": {
            "title": "Rules for Consent",
            "description": "This is the specification of rules for gaining consent. It means offering individuals real choice and control. Genuine consent should put individuals in charge, build trust and engagement, and enhance your reputation."
        },
        "Rules for Managing Complaints": {
            "title": "Rules for Managing Complaints",
            "description": "Specification of the rukes for handling complaints from customers, or others whom have raised concerns that those responsible for processing personal information, known as data controllers, have not complied with the specific legal requirements as set out in the jurisdictions legal frameworks"
        },
        "Sandbox": {
            "title": "Sandbox",
            "description": "A sandbox is a malware analysis tool used by security professionals. These tools allow for the detonation of potentially malicious content within a ‘safe’ environment, allowing protective measures to be created from the information procured."
        },
        "Security Monitoring": {
            "title": "Security Monitoring",
            "description": "Security monitoring is a real-time method used to monitor people and devices over a network. This is done through collecting and analysing data from a range of security systems to detect vulnerabilities and stay one step ahead of cyber threats."
        },
        "Shoulder Surfing": {
            "title": "Shoulder Surfing",
            "description": "A social engineering technique defined as physically monitoring user actions over their shoulder to attempt to retrieve confidential information."
        },
        "SIEM": {
            "title": "SIEM (Security Information and Event Management)",
            "description": "Security Information and Event Management (SIEM) is software technology which supports threat detection, security incident management and compliance. The tool will analyse, log and event data in real-time to provide an organisation with threat monitoring, event correlation and incident response. This tool is the string to the bow for the Cyber Security Operation Centre (CSOC)."
        },
        "Signature Based Analysis": {
            "title": "Signature Based Analysis",
            "description": "A detection method utilised by many security tools, most commonly antivirus software. Data is scanned and matched against a database of known malicious signatures, the security tool then alerts if a match is discovered."
        },
        "Smishing": {
            "title": "Smishing",
            "description": "Smishing is a form of phishing scam which involves SMS or text messages to a mobile phone or smart phone device, often containing a malicious URL or phone number."
        },
        "Special Categories Data": {
            "title": "Special Categories Data",
            "description": "special categories of data are types of personal data as likely to be more sensitive, and gives them extra protection: \nThese data types are:\npersonal data revealing racial or ethnic origin;\npersonal data revealing political opinions;\npersonal data revealing religious or philosophical beliefs;\npersonal data revealing trade union membership;\ngenetic data;\nbiometric data (where used for identification purposes);\ndata concerning health;\ndata concerning a person’s sex life; and\ndata concerning a person’s sexual orientation"
        },
        "Spear phishing": {
            "title": "Spear Phishing",
            "description": "Spear phishing is a social engineering attack. A more direct version of phishing carried out by cyber criminals where they send out targeted and well-researched phishing emails to vulnerable users within an organisation to acquire data or money by infecting the computer with malware. This will often involve the perpetrator disguising themselves as a trusted individual in order to successfully trick the targeted user to perform a specific action or set of actions."
        },
        "SQL Injection": {
            "title": "SQL Injection",
            "description": "An SQL Injection attack takes advantage of the use of SQL language used within databases on web applications. Malicious actors are able to execute SQL code from within the website to dump private information such as usernames, passwords and email addresses."
        },
        "Sub-Processing": {
            "title": "Sub-Processing",
            "description": "When a data processor chooses to sub-contract some or all of the data processing to a third party, this person or organization is commonly referred to as a “sub-processor.”"
        },
        "Supply Chain Controls": {
            "title": "Supply Chain Controls",
            "description": "These are the security measures and procdures put in place to manage supply chain risk(s)"
        },
        "Supply Chain Impact": {
            "title": "Supply Chain Impact",
            "description": "Supply chain impact refers to the impact of third party service providers involved in the delivery of your business activities. Ie. the impact on your business of a potential data breech occurring in one of your suppliers organisation"
        },
        "Testing and Assessment of Personal Data Security": {
            "title": "Testing and Assessment of Personal Data Security",
            "description": "This is the practice of regularly testing measures for protecting personal data from unauthorised access and/or loss. This must also include testing of mechanisims that enable you to restore access and availability to personal data in a timely manner in the event of a physical or technical incident. In effect you need to ensure that you have appropriate processes in place to test the effectiveness of your measures, and undertake any required improvements."
        },
        "Test of Design (ToD)": {
            "title": "Test of Design (ToD)",
            "description": "Test of Design is the set of evaluations to be carried out to test the effectiveness of controls and measures that have been implemented in order to manage supply chain risk."
        },
        "Test of Effectiveness (ToE)": {
            "title": "Test of Effectiveness (ToE)",
            "description": "This is the test(s) you have in place to assess the effectiveness of your measures and internal controls to prevent security and/or data breeches"
        },
        "Threat Management": {
            "title": "Threat Management",
            "description": "Cyber threat management (or CTM) is a process carried out by trained cyber professionals to identify early threats. They will then be able to respond to threats with speed and accuracy to eliminate them. This is done both manually and automated."
        },
        "Threat Hunting": {
            "title": "Threat Hunting",
            "description": "Cyber threat hunting is an advanced system used by trained cyber professionals to identify threats that haven’t been found through the automated defence systems or tools. This consists of searching through networks and endpoints to find stealth attackers."
        },
        "Trojan Horse": {
            "title": "Trojan Horse",
            "description": "A form of malware. A Trojan Horse entices its victim into downloading a file or software package that is seemingly legitimate and of a high a value. Upon opening this file will then release malware to infect the victim’s machine. A Trojan Horse cannot be executed without manual input from the victim."
        },
        "User Privileges": {
            "title": "User Privileges",
            "description": "User Privileges is the authorisation given to users that enables them to access specific resources on the network, such as data files, applications, printers and scanners. Also called 'user rights,' 'user authorizations' and 'user privileges.'"
        },
        "Virtual Private Network": {
            "title": "Virtual Private Network (VPN)",
            "description": "A virtual private network provides privacy, anonymity and security to users by creating a private network connection across a public network connection. It allows a user to communicate with the end recipient of any communications via a secure intermediary which provides the required levels of privacy and security."
        },
        "Vishing": {
            "title": "Vishing",
            "description": "Vishing (voice phishing) is a type of phishing attack that is conducted by scam phone calls, where the caller fraudulently claims they are from a trusted source. The calls are used to acquire confidential data such as credit cards information, addresses and birth dates."
        },
        "Vulnerability Management": {
            "title": "Vulnerability Management",
            "description": "Vulnerability management is a cyber security process carried out within an organisation to identify, analyse and assess vulnerabilities across the entire network. This is done by testing, reporting and responding to vulnerabilities in order to have them fixed or patched, and helps to develop a long-term risk mitigation strategy."
        },
        "Water Holing": {
            "title": "Water Holing",
            "description": "An attack technique utilising known user patterns to infect a commonly visited website. The malicious actor observes the behaviour of the victim over time to establish a target site to compromise, this site is then compromised as a means to compromise the victim."
        },
        "Whaling": {
            "title": "Whaling",
            "description": "Whaling is a higher targeted spear phishing attack aimed at senior level directors and executives of a company, rather than lower level employees. The malicious actor often"
        },
        "Wireless Network": {
            "title": "Wireless Network",
            "description": "A wireless network is a computer network that uses wireless data connections between network nodes. Examples of wireless networks include cell phone networks, wireless local area networks (WLANs), wireless sensor networks, satellite communication networks, and terrestrial microwave networks."
        },
        "Whitelist": {
            "title": "Whitelist",
            "description": "A list of known ‘good’ values. A whitelist can be implemented on multiple device types of which take varying information such as signatures, domains, IP’s and users."
        },
        "White Hat Hacker": {
            "title": "White Hat Hacker",
            "description": "White hat hackers are often referred to as the ‘good guys’, using their hacking skills for ethical reasons. As computer security experts, they will often specialise in penetration testing to test vulnerabilities and ensure the security of an organisation’s information and security systems."
        },
        "Worm": {
            "title": "Worm",
            "description": "A computer worm is a type of malware that spreads copies of itself from computer to computer through a network, often deleting data and information as it spreads. A worm can replicate itself without any human interaction. Worms can make their way onto a computer or network through a malicious email and website."
        }
    },
    "cyber_insurance_application": {
        "title": "Cyber Insurance Application",
        "subtitle": "Please answer the following questions in order to start the process of accessing cyber insurance",
        "Client Data (“YOU”)": "Client Data (“YOU”)",
        "Company’s Name": "Company’s Name",
        "Sector": "Sector",
        "Address": "Address",
        "Registration Number": "Registration Number",
        "Website": "Website",
        "Annual revenue": "Annual revenue",
        "% of revenue coming from USA": "% of revenue coming from USA",
        "Questions for Clients with Annual Revenue from zero to BRL 100 million (ALL)": "Questions for Clients with Annual Revenue from zero to BRL 100 million (ALL)",
        "Do you have commercial-grade firewalls on all external connections": "Do you have commercial-grade firewalls on all external connections (gateways) on your network and commercial-grade antivirus throughout your network, including servers and endpoints?",
        "Do you or your IT Service Provider back up the data": "Do you or your IT Service Provider back up the data necessary to carry out your professional activities, at least every 7 days?",
        "Is backed-up data stored in an environment that is separate from your network": "Is backed-up data stored in an environment that is separate from your network and is integrity tested at least every 180 days?",
        "Do you install critical security updates (critical patches) within 30 days": "Do you install critical security updates (critical patches) within 30 days of the date they are published?",
        "Do you password or biometrically protect all portable devices such as laptops": "Do you password or biometrically protect all portable devices such as laptops, tablets, smartphones, flash drives, portable hard drives/SSDs and memory cards/chips?",
        "Are you compliant with Payment Industry Security Standards (PCI)": "Are you compliant with Payment Industry Security Standards (PCI)(*)?",
        "Have you (i) suffered a loss or": "Have you (i) suffered a loss or (ii) a claim has been brought against you or (iii) are you aware of any fact or circumstance that could reasonably give rise to a loss or claim that is covered by comprehensive cyber insurance?",
        "Question for Clients with Annual Revenue between BRL 50 million and BRL 100 million": "Question for Clients with Annual Revenue between BRL 50 million and BRL 100 million",
        "Do you have secure remote access to the applications": "Do you have secure remote access to the applications you need to carry out your professional activities protected with at least 2-factor authentication?",
        "Question for Clients with Annual Revenue between BRL 100 million and BRL 200 million": "Question for Clients with Annual Revenue between BRL 50 million and BRL 100 million",
        "Is the Remote Desktop Protocol (RDP) disabled on all access points": "Is the Remote Desktop Protocol (RDP) disabled on all access points (endpoints) where it is not required, including servers?",
        "Is all Personal and/or Sensitive Data(*) always encrypted while stored on": "Is all Personal and/or Sensitive Data(*) always encrypted while stored on, or transmitted from, your network?",
        "Do you protect remote access to your network and the Personal and/or Sensitive Data(*) stored on it": "Do you protect remote access to your network and the Personal and/or Sensitive Data(*) stored on it with at least 2-factor authentication?",
        "recommendations": {
            "Questions about PCI": "(*) Questions about PCI? Access: https://pt.pcisecuritystandards.org/",
            "Simplified Questionnaire": "Simplified Questionnaire | Comprehensive Cyber Insurance Companies with Annual Revenue (Revenue) up to BRL 200,000,000.00",
            "Sensitive Data": "(*) As defined by LF 13.709/18 and normative acts that may change or replace it"
        }
    }
}