{
    "Your Privacy, Data Protection and Cyber Security assessment tools": "Suas Ferramentas de Avaliação de Privacidade, Proteção de Dados e Segurança Cibernética",
    "This application allows access to a data protection and Privacy Risk assessment tool": "Este aplicativo permite o acesso a uma ferramenta de avaliação de risco de privacidade e proteção de dados e uma ferramenta de avaliação de segurança cibernética de sua organização. O uso das ferramentas é gratuito.",
    "When you submit you answers a written summary is emailed to you": "Após o envio de suas respotas, um resumo por escrito será compartilhado com você.",
    "Your assessment of Privacy Risk is based on your answers": "A avaliação do risco de proteção e privacidade de dados é baseada na resposta a 46 perguntas. Faça uma análise em detalhe de cada declaração, já que em algumas categorias, sua organização pode estar em boas condições, mas atenção especial pode ser necessária em outras categorias. \n A Avaliação de Privacidade e Proteção de Dados foi elaborada como uma avaliação rápida e de alto nível. A mesma não deve ser considerada como uma análise profunda e inclusiva de outros procedimentos, testes necessários para garantir conformidade normativa.",
    "The assessment of your Organisation-Security Risk is based on your answers": "A Avaliação do Risco de Segurança Cibernética organizacional é baseada na resposta a 16 perguntas. As perguntas adicionais estão relacionadas ao impacto do risco. A avaliação deve durar 10 minutos.",
    "If this is your first visit": "Se essa é sua primeira visita, clique em Fazer Log in no topo da página e selecione Cadastre-se.",
    "To start your assessment select one of the questionnaire pages": "Para iniciar sua avaliação, selecione um dos questionários.",
    "Language Choice":"Escolha de idioma",
    "English": "Inglês",
    "Portuguese": "Português",
    "About the Tools": "Sobre as ferramentas",
    "Glossary": "Glossário",
    "Privacy and Data Protection": "Privacidade e proteção de dados",
    "Sign In Here":"Faça o sign in aqui",
    "Sign In": "Faça o sign in",
    "Sign Up Here To Start a Risk Assessment": "Inscreva-se aqui para iniciar uma avaliação de risco",
    "Sign Up": "Cadastre-se",
    "Cyber Insurance Application": "Aplicativos de Segurança Cibernética",
    "Already have an account? Sign in": "Já tem uma conta? Entrar",
    "Please enter":" Digite o nome da pessoa que deve receber a avaliação de risco   e o nome da organização que você deseja que apareça no relatório. Opcionalmente, digite também um número de contato telefônico. Em seguida, digite o endereço de e-mail do destinatário escolhido e uma senha para ser usada para restringir o acesso. Lembre-se de sair quando terminar ou quiser concluir a avaliação posteriormente.",
    "The report will be sent to the email address that you provide here.":"O relatório será enviado para o endereço de e-mail que você fornece aqui.",
    "After signing up you simply sign out whenever you want you can sign in again to complete the assessment.":"Depois de se inscrever, basta sair quando quiser e fazer login novamente para concluir a avaliação.",
    "Full Name":"Nome completo",
    "Company":"Empresa",
    "Telephone Number": "Número de telefone",
    "Confirm Password": "Confirme a Senha",
    "Account Management":"Gerenciamento de Contas",
    "Email Address":"Endereço de e-mail",
    "Country": "País",
    "Company Size": "Tamanho da empresa",
    "Sign Out":"Sair",
    "Copyright": "Direito autoral",
    "All Rights Reserved": "Todos os direitos reservados",
    "complete":"completo",
    "Password": "Senha",
    "mostly complete":"quase completo",
    "done some work":"fiz algum trabalho",
    "not done anything":"não fez nada",
    "Forgotten Your Password?": "Esqueceu sua senha?",
    "Enter your email address  and press reset my password": "Coloque seu endereço de email e clique em 'recupear minha senha'.",
    "This will send you an email that will allow you to enter a new password": "Você receberá um email que permitirá que você insira uma nova senha.",
    "Want to Change your Password?": "Quer atualizar a sua senha?",
    "Enter your new password and then repeat": "Digite a sua nova senha e depois repita.",
    "Then click the reset button": "Em seguida, clique no botão reset.",
    "Any problems that you cannot resolve please contact": "Qualquer problema que você não consiga resolver, por favor entre em contato support@assentian.com.",
    "Reset My Password": "Recuperar minha senha",
    "New Password": "Nova senha",
    "Confirm New Password": "Confirme a nova senha",
    "The password is invalid or the user does not have a password": "The password is invalid or the user does not have a password.",
    "There is no user record corresponding to this identifier": "There is no user record corresponding to this identifier. The user may have been deleted.",
    "Don't have an account? Sign Up": "Cadastre-se",
    "Forgot Password?": "Esqueceu a senha?",
    "Security": "Segurança",
    "Next Question": "Próxima Pergunta",
    "Previous Question": "Pergunta Anterior",
    "Save Your Answers": "Salve suas Respostas",
    "Save your answers so far": "Salve suas respostas até agora",
    "Submit Your Answers": "Envie suas respostas",
    "The level of maturity of your organization is almost non-existent": "O nível de maturidade da sua organização é quase inexistente. Você precisa começar rapidamente a endereçar até mesmo as etapas mais básicas. O relatório que será enviado por e-mail descreverá as áreas onde você pode melhorar imediatamente e os serviços que podemos oferecer para ajudar.",
    "Your organization's maturity level is Basic": "O nível de maturidade da sua organização é Básico. Embora você tenha pensado em segurança, sejamos francos. Sua pontuação indica vulnerabilidades graves. O relatório que será enviado por e-mail descreverá áreas onde melhorias imediatas podem ser feitas e os serviços que podemos oferecer para ajudar.",
    "Your organization's maturity level is Prudence": "O nível de maturidade da sua organização é Prudência. A pontuação indica que você pensou em segurança, mas vários problemas precisam ser resolvidos. O relatório que será enviado por e-mail descreverá áreas onde melhorias imediatas podem ser feitas e os serviços que podemos oferecer para ajudar.",
    "Your organization's level of maturity is Diligence": "O nível de maturidade da sua organização é Diligência. Você está no caminho certo! De acordo com suas respostas, a maioria das medidas elementares e algumas avançadas estão em vigor. Isso significa que sua organização é capaz de responder a todos os ataques cibernéticos? Provavelmente não, mas podemos ajudá-lo a alcançar as melhores práticas. O relatório que será enviado por e-mail descreverá áreas onde melhorias imediatas podem ser feitas e os serviços que podemos oferecer para ajudar.",
    "Your organization's level of maturity is a Best Practice": "O nível de maturidade da sua organização é Melhor Prática. A pontuação indica que você pensou muito em segurança, mas vários problemas ainda podem ser resolvidos. O relatório que será enviado por e-mail descreverá áreas onde melhorias imediatas podem ser feitas e os serviços que podemos oferecer para ajudar.",
    "Your answers have been submitted to the server": "Suas respostas foram enviadas ao servidor. Sua avaliação de risco será enviada a você em breve. Não se esqueça de sair.",
    "Your answers have been saved to the server": "Suas respostas foram salvas no servidor.",
    "Responses have been saved. You can return at any time": "Responses have been saved. You can return at any time.",
    "Loading your Privacy and Data Protection Assessment": "Carregando sua avaliação de privacidade e proteção de dados",
    "Privacy and Data Protection Assessment": "Avaliação de Privacidade e Proteção de Dados",
    "Loading your Security Assessment": "Carregando sua avaliação de segurança",
    "Complete": "Completo",
    "Fully carried out": "Totalmente realizado",
    "Significant progress has been made": "Um progresso significativo foi realizado",
    "An initial start has been made": "Atividade foi iniciada",
    "Nothing has been done": "Atividade ainda não iniciada",
    "Saved Answers": "Respostas Salvas",
    "Computing Score": "Pontuação de Computação",
    "Your Security Score is": "Sua pontuação de segurança é : ",
    "Your Risk Score is": "Your Risk Score is : ",
    "Maintain Data Governance": "Manutenção da Governança de Dados",
    "When processing personal data, Data protection and privacy (DPP) practitioners and enterprises should provide comprehensive governance to ensure conformance with established privacy and data protection regulations in a positive sense. The governing processes should enable all associates and other internal and external stakeholders to rely on a defined set of principles, policies and procedures that clearly define and explain how personal data may be processed and how senior management and other leadership functions support related activities.": "Ao processar dados pessoais, os profissionais de proteção e privacidade de dados (PPD) e empresas devem oferecer uma estrutura de governança abrangente para garantir a conformidade com os regulamentos de privacidade e proteção de dados estabelecidos. Os processos de governança devem permitir que todos os associados e outras partes interessadas internas e externas contem com um conjunto definido de princípios, políticas e procedimentos que definem e explicam claramente como os dados pessoais podem ser processados. Devem também explicar como a liderança administrativa e outras funções de liderança na empresa devem apoiar as atividades relacionadas.",
    "No Content Available": "Nenhum conteúdo disponível!",
    "Dashboard": "Painel",
    "Data Privacy and Data Protection": "Privacidade de Dados e Proteção de Dados",
    "LGPD Non-Compliance Risk": "Risco de Não Conformidade com a LGPD",
    "Get More Insights": "Obtenha mais informações",
    "Cyber Security": "Segurança Cibernética",
    "Cyber Security Residual Risk": "Risco residual de segurança cibernética",
    "Data Privacy and Data Protection Dashboard": "Painel de Privacidade de Dados e Proteção de Dados",
    "Category": "Categoria",
    "Progress": "Progresso",
    "Potential Overall Monetary Impact": "Potencial Impacto Monetário Geral",
    "Comparison with Rest of the World": "Comparação com o resto do mundo",
    "Cost of Data Breach": "Custo do Vazamento de Dados",
    "Potential Monetary Impact Over Time": "Potencial impacto monetário ao longo do tempo",
    "Instant": "Instante",
    "up to a week": "Até uma semana",
    "Over a week": "Mais de uma semana",
    "Very High": "Muito alto",
    "High": "Alto",
    "Moderate": "Moderado",
    "Low": "Baixo",
    "Very Low": "Muito Baixo",
    "Cyber Security Dashboard": "Painel de Segurança Cibernética",
    "Likelihood of Attack in the next 12 months": "Probabilidade de ataque nos próximos 12 meses",
    "Average Annualised Cost of Cyber Attack in": "Custo Médio Anualizado de Ataque Cibernético no",
    "Average Annualised Cost of Cyber Attacks around the World": "Custo médio anualizado de ataques cibernéticos em todo o mundo",
    "Cost of Cyber Attack by Country": "Custo do Ataque Cibernético por País",
    "Average Annualised Cost of Cyber Attacks in Your Sector": "Custo médio anualizado de ataques cibernéticos em seu setor",
    "Immediate Cost of Cyber Attacks for your company size": "Custo imediato de ataques cibernéticos para o tamanho da sua empresa",
    "millions USD$": "milhões USD$",
    "FIND OUT MORE HERE": "SAIBA MAIS AQUI",
    "Further Insights": "Mais informações",
    "Impact based on Industry Standard Datasets": "Impacto com base em conjuntos de dados padrão do setor",
    "Assessments": "Avaliações",
    "Administration": "Administração",
    "Admin Dashboard": "Painel de Administração",
    "Administrator Dashboard": "Painel do Adminstrador",
    "List of Users": "Lista de Usuários",
    "Privacy Dashboard": "Painel de Privacidade",
    "Security Dashboard": "Painel de Segurança",
    "Back": "De volta",
    "Ransomware Detection": "Detecção de Ransomware",
    "Low-impact Ransomware": "Ransomware de baixo impacto",
    "High-impact Ransomware": "Ransomware de alto impacto",
    "Worst-case Ransomware": "Ransomware de pior das hipóteses",
    "Ransomware Impact": "Impacto do Ransomware",
    "Median impact value per day duration": "valor de impacto médio por duração do dia",
    "Denial of Service Interruption Impact": "Impacto de interrupção de negação de serviço",
    "Median impact value per hour duration": "valor médio de impacto por hora de duração",
    "Interruption Duration": "Duração da interrupção",
    "Low-impact Interruption": "Interrupção de baixo impacto",
    "High-impact Interruption": "Interrupção de alto impacto",
    "Worst-case Interruption": "Interrupção na pior das hipóteses",
    "Duration": "Duração",
    "Days": "Dias",
    "Day": "Dia",
    "You can access Dashboard by going to Assessments > Dashboard": "Você pode acessar o Painel acessando Avaliações > Painel",
    "Close": "Fechar",
    "Yes": "Sim",
    "No": "Não",
    "privacy_data_protection": {
        "title": "Avaliação de Privacidade e Proteção de Dados",
        "Maintain Data Governance": "Manutenção da Governança de Dados",
        "When processing personal data": "Ao processar dados pessoais, os profissionais de proteção e privacidade de dados (PPD) e empresas devem oferecer uma estrutura de governança abrangente para garantir a conformidade com os regulamentos de privacidade e proteção de dados estabelecidos. Os processos de governança devem permitir que todos os associados e outras partes interessadas internas e externas contem com um conjunto definido de princípios, políticas e procedimentos que definem e explicam claramente como os dados pessoais podem ser processados. Devem também explicar como a liderança administrativa e outras funções de liderança na empresa devem apoiar as atividades relacionadas.",
        "Has your organisation established a Data Protection and Privacy (DPP) Governance Framework": "A sua organização estabeleceu uma estrutura de governança de proteção e privacidade de dados (PPD)",
        "Does your organisation maintain a Data Processing Register": "A sua organização mantém um registro de processamento de dados",
        "Does your organisation maintain Binding Corporate Rules (BCRs)": "A sua organização mantém regras corporativas vinculativas (RCVs)",
        "Does your organisation maintain Rules for Consent": "A sua organização mantém regras de consentimento",
        "Does your organisation maintain Rules for Data Subject Requests": "Sua organização mantém regras para solicitações de titulares de dados",
        "Does your organisation maintain Rules for Managing Complaints": "A sua organização mantém regras para gerenciamento de reclamações",
        "Does your organisation ensure Impartial Oversight": "A sua organização garante supervisão imparcial",
        "Acquire, Identify and Classify Personal Data": "Aquisição, Identificação e Classificação de Dados Pessoais",
        "The acquisition of new personal data": "A aquisição de novos dados pessoais, a identificação dos dados pessoais existentes e a classificação dos ativos de informação constituem a base para a gestão e controle desses dados de acordo com as normas previstas. Profissionais de Proteção e Privacidade de Dados (PPD) e organizações devem, portanto, oferecer um processo robusto que garanta o processamento e gerenciamento de dados eficiente e em conformidade com essas normas. Este processo também deve estabelecer um ciclo de vida definido e mensurável para os dados pessoais, levando em consideração o princípio da minimização de dados.",
        "Does your organisation manage the Data Life Cycle": "A sua organização gerencia o ciclo de vida dos dados",
        "Does your organisation conduct Personal Data Identification": "A sua organização realiza identificação de dados pessoais",
        "Does your organisation maintain Data Classification": "A sua organização mantém  classificação de dados",
        "Does your organisation maintain a Personal Data Register": "A sua organização mantém um cadastro de dados pessoais",
        "Does your organisation manage Special Categories Data": "A sua organização gerencia dados de categorias especiais",
        "Does your organisation demands for erasure (Right to be Forgotten)": "A sua organização gerencia demandas de apagamento (Direito de ser esquecido (a))",
        "Manage Personal Data Risk": "Gestão de Risco de Dados Pessoais",
        "Personal data processing is subject to a number": "O processamento de dados pessoais está sujeito a uma série de riscos predefinidos que devem ser identificados, avaliados e tratados de forma adequada e apropriada. O impacto potencial desses riscos deve ser avaliado e analisado à luz das medidas de mitigação de risco existentes. O processo de gerenciamento de risco ainda deve gerenciar o risco residual, usando ferramentas e padrões reconhecidos.",
        "Has your organisation conducted a Risk Evaluation": "A sua organização realizou uma avaliação de risco",
        "Has your organisation conducted a Data Protection Impact Assessment (DPIA)": "A sua organização conduziu uma Avaliação de Impacto da Proteção de Dados (DPIA)",
        "Does your organisation manage Risk Treatment": "A sua organização gerencia o tratamento de risco",
        "Does your organisation conduct Risk Validation": "A sua organização conduziu a validação de riscos",
        "Manage Personal Data Security": "Gestão de Risco de Dados Pessoais",
        "Personal data processing requires adequate and comprehensive security": "O processamento de dados pessoais está sujeito a uma série de riscos predefinidos que devem ser identificados, avaliados e tratados de forma adequada e apropriada. O impacto potencial desses riscos deve ser avaliado e analisado à luz das medidas de mitigação de risco existentes. O processo de gerenciamento de risco ainda deve gerenciar o risco residual, usando ferramentas e padrões reconhecidos.",
        "Does your organisation manage Data Anonymization and Pseudonymization": "A sua organização gerencia o anonimização e a pseudonimização de dados",
        "Does your organisation have an Encryption Strategy": "A sua organização possui uma estratégia de criptografia",
        "Does your organisation manage Protection Levels": "A sua organização gerencia os níveis de proteção",
        "Does your organisation manage Resilience": "A sua organização gerencia a resiliência",
        "Does your organisation manage access to personal data": "A sua organização gerencia o acesso aos dados pessoais",
        "Does your organisation manage Testing and Assessment of Personal Data Security": "A sua organização gerencia testes e avaliação de dados pessoais",
        "Manage the Personal Data Supply Chain": "Gestão da Cadeia de Fornecimento de Dados Pessoais",
        "Where personal data is processed by more than one organization": "Quando os dados pessoais são processados por mais de uma organização, a cadeia de fornecimento de todos os controladores e processadores deve ser gerenciada e controlada. O processo de gerenciamento, portanto, inclui todos os controladores (em conjunto ou separadamente), bem como quaisquer subprocessadores que lidam com dados pessoais. O processo da cadeia de fornecimento é apoiado por acordos de processamento e controles da cadeia de fornecimento, com base nos riscos e impactos potenciais ao longo da cadeia. Além disso, replica a estrutura de governança e suas partes constituintes do nível primário de controlador (es) para quaisquer outros atores na cadeia de fornecimento.",
        "Does your organisation manage Controllers and Processors": "A sua organização gerencia controladores e processadores",
        "Do you manage Sub-processing": "A sua organização gerencia subprocessamento",
        "Does your organisation maintain Processing Agreements": "A sua organização mantém acordos de processamento",
        "Does your organisation manage Supply Chain Impact": "A sua organização gerencia o impacto na cadeia de fornecimento",
        "Does your organisation maintain Supply Chain Controls": "A sua organização mantém controles na cadeia de fornecimento",
        "Manage Incidents and Breaches": "Gestão de incidentes e violações",
        "DPP-related incidents and breaches should be reported": "Incidentes e violações relacionados à proteção e privacidade de dados (PPD) devem ser relatados. Isso inclui a notificação das autoridades supervisoras, bem como as comunicações com os titulares dos dados, real ou potencialmente afetados pela violação. De uma perspectiva organizacional, o incidente (ou eventual crise) deve ser gerenciado em termos de conformidade com os regulamentos de privacidade e proteção de dados estabelecidos, bem como continuidade de negócios e recuperação de serviços e informações. Isso requer um processo robusto de gerenciamento de incidentes e violações.",
        "Does your organisation manage notifications of supervisory authorities": "A sua organização gerencia notificações das autoridades de supervisão",
        "Does your organisation manage Data Subject Communications": "A sua organização gerencia as comunicações de titulares de dados",
        "Does your organisation perform Incident and Crisis Management": "A sua organização realiza gerenciamento de incidentes e crises",
        "Does your organisation manage Evidence and Claims": "A sua organização gerencia evidências e reclamações",
        "Create and Maintain Awareness": "Criar e Manter Conscientização",
        "Data protection and privacy (DPP) as fundamental values within": "Privacidade e Proteção de Dados (DPP) como valores fundamentais dentro de uma organização requerem consciência, informações e educação contínuas. O processo de conscientização apoia todos os outros processos explicando, comunicando e reforçando as boas práticas e as expectativas do cliente. O processo de conscientização inclui ainda elementos de educação, treinamento e qualificação para garantir que as empresas tenham os conjuntos de habilidades necessários e desenvolvam seus conhecimentos de acordo com as evoluções e mudanças legislativas e regulatórias.",
        "Does your organisation maintain Enterprise-wide Awareness": "Sua organização mantém conscientização em toda a empresa",
        "Does your organisation manage Skills and Education": "A sua organização gerencia competências e educação",
        "Does your organisation provide Training": "A sua organização oferece treinamento",
        "Organize DPO Function": "Organização da Função de Oficial e Proteção de Dados (DPO)",
        "Established privacy and data protection regulations mandate": "Os regulamentos de privacidade e proteção de dados exigem o estabelecimento da função de oficial de proteção de dados (DPO), seja ela realizada por um indivíduo ou um departamento dentro da organização. É necessário um processo para garantir que, uma vez estabelecido, o DPO execute tarefas regulares e interaja com outras partes da organização. Ao fazer isso, o DPO deve garantir a conformidade com as leis e regulamentos. Isto implica o envolvimento do DPO em quaisquer assuntos que possam estar relacionados com o tratamento de dados pessoais, criando efetivamente uma função ampla que deve ser estruturada e bem organizada.",
        "Does your organisation have Data Protection Officer (DPO) Function": "A sua organização tem uma função de DPO",
        "Does your organisation manage Budget and Resources of the DPO function": "A sua organização gerencia o orçamento e os recursos da função DPO",
        "Does your organisation manage Organisational Interfaces": "A sua organização gerencia as interfaces organizacionais entre a função DPO e as pessoas centrais em sua organização",
        "Do you manage Reporting": "A sua organização gerencia relatórios",
        "Does your organisation manage External Services": "A sua organização gerencia serviços externos",
        "Maintain Internal Controls": "Manutenção de Controles Internos",
        "Personal data processing in accordance with established privacy": "O processamento de dados pessoais conforme os regulamentos de privacidade e proteção de dados estabelecidos exige um conjunto abrangente de controles internos que garantam a conformidade e forneçam uma garantia razoável. O processo de manutenção de controles internos sobre o processamento de dados pessoais deve estar totalmente alinhado com o sistema geral de controles internos operado pela empresa. Como um subconjunto de controles, os controles de processamento de dados pessoais devem ser suportados e integrados a controles gerais e de nível empresarial para evitar duplicação ou ambiguidade O processo de manutenção dos controles internos deve seguir o ciclo de vida dos dados pessoais, conforme indicado abaixo.",
        "Does your organisation maintain Data Acquisition Controls": "Sua organização mantém controles de aquisição de dados",
        "Does your organisation maintain Processing Controls": "Sua organização mantém controles de processamento",
        "Does your organisation maintain Storage Controls": "Sua organização mantém controles de armazenamento",
        "Does your organisation maintain Deletion Controls": "Sua organização mantém controles de exclusão",
        "Does your organisation maintain Monitoring Controls": "Sua organização mantém controles de monitoramento",
        "Is your Organisation prepared to manage independent reviews": "Sua Organização está preparada para gerenciar revisões independentes",
        "recommendations": {
            "Your enterprise is well prepared in this area": "Sua organização está bem preparada nesta área. Quando apropriado, a estrutura de governança deve fazer referência às políticas e procedimentos existentes que estão vinculados ao processamento de dados pessoais (por exemplo, a política de segurança da informação ou a política de gerenciamento de identidade e acesso). \n Da mesma forma, conceitos organizacionais e técnicos, uma estrutura de governança e arranjos devem ser referenciados para garantir consistência (por exemplo, quaisquer esquemas de classificação de dados existentes ou a determinação dos níveis de proteção de ativos de informação).",
            "Governance elements around a processing register include": "Os elementos de governança em torno de um registro de processamento incluem, mas não estão limitados a: \n • Ativos de informação usados (de registro de dados pessoais) \n • Objetivo (s) de processar processos de negócios ou outros processos organizacionais utilizando os ativos \n • Ciclo de vida do processamento desde a aquisição inicial de dados até a exclusão de dados (planejada ou ad hoc) \n • O processo de governança em torno do registro de processamento deve definir ainda mais uma função ou função responsável pela manutenção do registro, bem como a acessibilidade do registro para análises internas e externas. Outras disposições de governança podem incluir o escopo e o procedimento para apresentar o registro como evidência, tanto interna quanto externamente. Em situações em que ocorre um processamento complexo de grandes quantidades de dados pessoais, o registro deve ser regido por uma política ou procedimento operacional chave apropriado.",
            "An enterprise should establish": "Sua organização está indo bem nesta área. Uma organização deve estabelecer, manter, monitorar continuamente e adaptar regras corporativas vinculativas que reflitam de forma adequada e abrangente a estrutura de governança interna e externa. As atividades em conjunto com RCVs incluem, mas não estão limitadas a: \n • Definição, descrição e aprovação de RCVs pela alta administração \n • Comunicação de RCVs em toda a organização \n • Validação anual ou ad hoc e atualização de RCVs \n • Integração de RCVs em relações contratuais de terceiros \n • Monitoramento de conformidade RCV interna e externamente.",
            "Your enterprise rules for consent are well defined and communicated": "As regras de consentimento da sua organização são bem definidas e comunicadas. No mínimo, as disposições de governança em torno do consentimento devem abranger: \n • Transparência e habilitação de informações para os titulares dos dados \n • Tipos de consentimento e requisitos relacionados \n • Retirada do consentimento dos titulares dos dados \n • Processos, controles e verificação específicos para crianças com consentimento, incluindo verificação apropriada de idade e / ou autoridade dos pais, bem como canais de comunicação dos pais, simplicidade de linguagem e acessibilidade de interfaces baseadas em consentimento.",
            "Your enterprise is well equipped to process data subject requests": "Sua organização está bem equipada para processar solicitações de titulares de dados. No mínimo, as disposições de governança em torno das solicitações dos titulares dos dados devem abranger: \n • Recebimento e documentação das solicitações dos titulares dos dados \n • Validação legal e técnica das solicitações relacionadas à finalidade \n • Resposta formal, incluindo canais e formatos de comunicação \n • Interfaces para processos internos e da cadeia de suprimentos \n • Interface para registro de dados pessoais e registro de processamento \n • Revisão independente de solicitações pela função de Oficial de Proteção de Dados (DPO).",
            "Your enterprise is effective at addressing data subjects": "Sua organização é eficaz no atendimento às reclamações dos titulares dos dados. No mínimo, as disposições de governança em torno das reclamações dos titulares dos dados devem abranger: \n • Recebimento e documentação inicial, incluindo qualquer resposta formal às autoridades de supervisão \n • Análise da reclamação, incluindo interfaces organizacionais, jurídicas e técnicas dentro da organização \n • Definição e implementação de remediação quando aplicável \n • Identificação de lacunas ou pontos fracos potenciais que levam à reclamação e oportunidades de melhoria.",
            "Your enterprise has a well governed process to Ensure Impartial Oversight": "Sua organização tem um processo bem governado para garantir uma supervisão imparcial. As atividades em conjunto com a supervisão imparcial incluem, mas não estão limitadas a: \n • Funções organizacionais desempenhando e garantindo uma supervisão imparcial \n • Funções e responsabilidades (RACI), incluindo imparcialidade demonstrada \n • Objetivos, escopo e extensão das atividades de supervisão \n • Frequência baseada em risco das atividades de supervisão \n • Procedimentos e orientações para planejamento, implantação e relatórios.",
            "the following parts of the cycle should be defined": "Sua organização está bem preparada nesta área. No mínimo, as seguintes partes do ciclo de dados devem ser definidas e implementadas: \n • Criação ou aquisição de dados, incluindo a cadeia de processamento (fornecimento) de dados pessoais \n • Classificação de ativos de informações, incluindo níveis de proteção e atribuição a categorias especiais \n • Inclusão no registro de dados pessoais e no registro de processamento e remoção dos registros \n • Processamento real e controles relacionados \n • Armazenamento temporário e permanente, incluindo armazenamento virtualizado e em nuvem \n • Arquivamento e agregação \n • Exclusão, ambos planejados ( fim da vida ou fim da finalidade) e ad hoc (pedido de apagamento, etc.)",
            "Your enterprise is doing excellent work identifying and documenting personal data": "Sua organização está fazendo um excelente trabalho identificando e documentando dados pessoais. O processo de identificação deve, no mínimo, abordar os seguintes aspectos: \n • Definição de critérios de acordo com os regulamentos de privacidade e proteção de dados estabelecidos \n • Procedimento para analisar conjuntos de dados existentes, possivelmente em combinação com a análise dos níveis de proteção de segurança (CIA) \n • Procedimento de transferência para o registro de dados pessoais \n • Análise de inferência potencial (identificação indireta de pessoas físicas) de conjuntos de dados separados e / ou dispersos \n • Procedimento de integração para novos dados \n • Procedimentos e controles para terceiros",
            "Your enterprise is effective at maintaining data classification": "Sua organização está fazendo um bom trabalho nesta área. No mínimo, a classificação de dados pessoais deve abordar: \n • Atributo geral de “pessoal” de acordo com os regulamentos de privacidade e proteção de dados estabelecidos; relevância pessoal mais ampla como Informação de Indentificação Pessoal (PII), se necessário \n • Classificação específica relacionada a categorias e propósitos especiais, incluindo limitações e requisitos de segurança adicionais \n • Classificação em termos de não repúdio de transações envolvendo dados pessoais \n • Outros aspectos, como sigilo profissional aplicável ou critérios de acesso restrito.",
            "Your enterprise personal data register is very well maintained": "O registro de dados pessoais da sua organização é muito bem mantido. No mínimo, o processo de registro de dados pessoais deve abordar: \n • Tipo de dados e agregação (se houver) em ativos de informação \n • Links relevantes entre conjuntos de dados que formam ativos de informação sob normas estabelecidas de privacidade e proteção de dados  \n • Dados tipos e formatos, incluindo dados não mantidos em formatos eletrônicos (por exemplo, papel, microficha) \n • Localização e instanciação de dados, incluindo várias cópias, imagens virtualizadas e em nuvem, etc. \n • Ciclo de vida e informações sobre o tempo de vida, incluindo arquivamento planejado e exclusão \n • Etapas de processamento vinculadas, unidades organizacionais e finalidades de processamento, detalhando claramente quando, por que, onde e por quem o processamento de dados pessoais.",
            "Your enterprise is well equipped to manage special categories data": "Sua organização está bem preparada para gerenciar dados de categorias especiais. Isso requer um processo robusto que identifica, controla e documenta qualquer processamento de dados pertencentes a uma ou mais categorias especiais, cobrindo, no mínimo, mas não se limitando a: \n • Mapeamento de ativos de informação identificados para categorias especiais de acordo com a privacidade estabelecida e regulamentos de proteção de dados \n • Documentação de circunstâncias justificativas (de acordo com os regulamentos de privacidade e proteção de dados estabelecidos) para cada ativo de informação \n • Documentação de qualquer classificação nova ou alterada de tais ativos de informação.\n NOTA: • Documentação de todas as comunicações com titulares de dados ou autoridades de supervisão relacionadas ao ativo de informações \n • Documentação de consentimento relacionado a ativos e retirada de consentimento \n • Links verificados para registro de dados pessoais e registro de processamento, incluindo evidências de processamento que é restrito ao (s) propósito (s) definido (s).",
            "Your enterprise is well-prepared to respond to demands for erasure": "Sua organização está bem preparada para atender às demandas de apagamento. O processo deve, no mínimo, abordar os seguintes aspectos: \n • Recebimento, confirmação e análise de solicitações de apagamento por titulares de dados ou autoridades competentes \n • Validação e internalização de solicitações de apagamento transferidas por terceiros \n • Interfaces definidas para outros processos, ou seja, registro de dados pessoais e registro de processamento, classificação de dados e ciclo de vida de dados \n • Aprovações e procedimentos de verificação independente sobre apagamento \n • Procedimento de confirmação e comunicação de apagamento (para titulares de dados ou autoridades).",
            "Your enterprise has conducted a thorough risk evaluation": "Sua organização realizou uma avaliação de risco completa. Como um lembrete, os resultados da avaliação de risco devem incluir, no mínimo: \n • Registro abrangente de eventos e ameaças que levam a categorias de risco estabelecidas de privacidade e proteção de dados \n • Estimativas de frequência e premissas de precaução \n • Agregação e agrupamento de eventos que levam à materialização dos mesmos riscos \n • Classificação de risco, geralmente de acordo com o esquema geral de classificação de risco organizacional.",
            "Your enterprise has successfully conducted a data protection impact assessment": "Sua organização realizou com sucesso uma avaliação do impacto da proteção de dados. Como um lembrete, o DPIA deve levar em consideração os controles existentes e as medidas de mitigação de risco e ter como objetivo identificar o impacto potencial resultante do risco residual que não foi ou não pode ser totalmente mitigado.",
            "Your enterprise is doing an excellent job managing risk treatment": "Sua organização está fazendo um excelente trabalho no gerenciamento do tratamento de riscos. Como um lembrete, o processo de tratamento de risco deve, no mínimo, cobrir o seguinte: \n • Prevenção ou eliminação de risco, incluindo mudanças nos arranjos de processamento ou descontinuação do processamento (reestruturação ou saída) \n • Eliminação de risco por meio de controles ou salvaguardas adicionais \n • Transferência de risco, incluindo reestruturação da cadeia de suprimento de dados pessoais \n • Redução de risco por meio de controles adicionais ou medidas de mitigação \n • Tolerância de risco, com base na frequência e impacto estimados",
            "Your enterprise has a robust validation process": "Sua organização possui um processo de validação robusto. Como um lembrete, no mínimo, o processo de validação de risco deve abordar: \n • Confirmação (ou alteração) dos resultados da avaliação de risco, incluindo estimativas de frequência e o período razoável de observação do universo de eventos / ameaças \n • Revisão de quaisquer incidentes ou violações que pode ter ocorrido desde a última validação \n • Análise de quaisquer alterações na estrutura e nos termos de referência, ou seja, em relação a quaisquer eventos legislativos ou regulamentares, políticos ou financeiros.",
            "Your enterprise is doing excellent work in this area": "Sua organização está fazendo um excelente trabalho nesta área. A anonimização e o pseudonimização devem abranger, mas não estão limitados a: \n • Identificação de conjuntos de dados pessoais a serem tornados anônimos / pseudonimizados \n • Definição de técnicas em todos os níveis técnicos, por exemplo, arquivo, registro de banco de dados, sistemas de arquivamento não eletrônico \n • Documentação e registro de anonimização / pseudonimização real \n • Link definido para registro de dados pessoais e registro de processamento \n • Aplicação recursiva do princípio da necessidade de saber em toda a cadeia de abastecimento; integração da necessidade real de saber com gerenciamento de identidade e acesso.",
            "The encryption strategy and its components should be based on risk and efficiency": "A estratégia de criptografia e seus componentes devem ser baseados em risco e eficiência, garantindo que os riscos de privacidade e proteção de dados estabelecidos sejam totalmente compreendidos e internalizados em qualquer decisão. Sua organização está indo muito bem nessa área. Como um lembrete, no mínimo, o processo de criptografia deve abordar: \n • Conjunto definitivo de dados pessoais e ativos de informações a serem criptografados, com base nos níveis de proteção atribuídos nas categorias de risco e impacto de proteção de dados e privacidade estabelecidas \n • Definição de técnicas e alvos de criptografia, por exemplo, dados individuais, elementos de banco de dados, bancos de dados inteiros, transações, etc. \n • Links para técnicas e ferramentas de criptografia reconhecidas ou aprovadas já em uso na organização \n • Escopo, plano e etapas de implementação para criptografia adicional necessário para dados pessoais.",
            "Your enterprise is doing an excellent job managing protection levels": "Sua organização está fazendo um excelente trabalho no gerenciamento dos níveis de proteção. O processo em torno dos níveis de proteção para dados pessoais fornece uma interface definida (ambas as maneiras) entre a segurança geral da informação e a segurança dos dados pessoais. Profissionais de Proteção e Privacidade de Dados e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais em análises de nível de proteção.",
            "Your enterprise has a well governed process to manage resilience": "Sua organização possui um processo bem governado para gerenciar a resiliência. Como um lembrete, no mínimo, o processo de resiliência deve abranger: \n • Criticidade de dados pessoais, muitas vezes expressa como uma combinação de requisitos de integridade e disponibilidade \n • Criticidade de processamento em função do tempo, ou seja, período máximo tolerável de indisponibilidade, perda máxima tolerável de dados \n • Planos de recuperação para conjuntos de dados pessoais \n • Links definidos para planos gerais de continuidade de negócios e serviços de TI \n • Conceitos de backup e restauração para conjuntos de dados pessoais, vinculados a planos e procedimentos gerais de backup e restauração \n • Instanciação múltipla de conjuntos de dados pessoais que exigem alta disponibilidade, ou seja, processamento totalmente resiliente.",
            "Your enterprise is effectively managing access to personal data": "Sua organização está gerenciando com eficácia o acesso aos dados pessoais. As restrições e limitações de acesso resultantes de requisitos de processamento de dados pessoais devem ser documentadas e inseridas no processo geral de Gerencimento de Identidade e Acesso (GIA). O processo de gerenciamento de acesso para dados pessoais, portanto, fornece uma interface (em ambos os sentidos) para o GIA geral. Profissionais de Privacidade de Proteção de Dados (PPD) e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais no gerenciamento de acesso.",
            "Your enterprise has a robust process in place to manage testing and assessment of personal data security": "Sua organização possui um processo robusto para gerenciar testes e avaliação de segurança de dados pessoais. Como um lembrete, no mínimo, o processo deve abordar: \n • Tipos de teste e avaliação, por exemplo, teste conceitual, verificação de vulnerabilidade e teste de penetração \n • Frequência de teste \n • Evidência de melhoria contínua, ou seja, progressivamente mais testes e avaliações exigentes ao longo do tempo \n • Registro de teste e obtenção de evidências \n • Análise de pontos fracos e documentação de oportunidades de melhoria.",
            "Your enterprise has a robust process in place for managing controllers and processors": "Sua organização possui um processo robusto para gerenciar controladores e processadores. Como um lembrete, o processo deve abranger pelo menos: \n • Identificação de controladores primários e conjuntos, incluindo fins individuais ou coletivos para o processamento de dados pessoais \n • Identificação de processadores, incluindo o escopo definido e a extensão do processamento em nome de um ou mais controladores \n • Links para o registro de dados pessoais, refletindo os conjuntos de dados e a forma como eles são tratados na cadeia de abastecimento (dados em fluxo; dados em) \n • Links para o registro de processamento, refletindo os processos ou etapas do processo executadas por cada ator na cadeia de repouso suprimentos \nDocumentação do gerenciamento do fornecedor (processador) e arranjos de controle, muitas vezes incorporados ao gerenciamento geral do fornecedor de uma organização.",
            "In complex supply chains the subprocessing management process is an essential element of ensuring  privacy and data protection regulations": "Em cadeias de fornecimento complexas, o processo de gerenciamento de subprocessamento é um elemento essencial para garantir a conformidade dos regulamentos de privacidade e proteção de dados em toda a cadeia de fornecimento às normas esperadas ou estabelecidas. Sua organização está indo muito bem nessa área. Como um lembrete, o processo de gerenciamento de subprocesso deve abranger, no mínimo: \n • Procedimento de solicitação formal para processadores primários; divulgação de qualquer terceirização adicional \n • Documentação e registro de subprocessamento, incluindo escopo, extensão e propósito (s) \n • Evidência de conformidade com os regulamentos ou normas de privacidade e proteção de dados, incluindo processos, controles, conceitos e resultados de revisão \n • Relatórios de auditoria e outras verificações independentes, se disponíveis \n • Acordos de processamento entre processadores primários e subprocessadores.",
            "Your enterprise is doing well in this area As a reminder at a minimum the process around these agreements should cover": "Sua organização está indo bem nesta área. Como um lembrete, no mínimo, o processo em torno desses contratos deve abranger: \n • Definição, aprovação e implementação de contratos padronizados, incluindo modelos \n • Monitoramento do cumprimento em uma base regular \n • Planejamento e execução de revisões, principalmente de acordo com o direito padrão de auditoria \n • Recebimento, análise e validação de evidências de terceiros para processamento de conformidade, por exemplo, relatórios de certificação e atestado \n • Revisão e atualização regulares de acordos de processamento, termos e condições, de acordo com a legislação e atividade regulatória \n • Encerramento e planejamento de saída para relações contratuais individuais.",
            "In a supply chain with multiple actors impacts resulting": "Sua organização está bem preparado nesta área. Em uma cadeia de fornecimento com múltiplos atores, os impactos resultantes dos riscos à privacidade e à proteção de dados podem se materializar a qualquer momento e ponto. Portanto, os profissionais e organizações de Proteção e Privacidade de Dados (PPD) devem aplicar sua própria abordagem de DPIA a todas as partes da cadeia de fornecimento e documentar o feedback recebido de cada uma das partes. Isso inclui relatórios padronizados, bem como revisões ad hoc ou verificações de plausibilidade. O impacto geral deve então ser agregado, com base no registro de processamento e no fluxo de dados entre os vários participantes da cadeia de suprimentos. Deve-se ter cuidado ao entender como os impactos em um local podem agravar os impactos em outras partes da cadeia de abastecimento.",
            "Where personal data processing is performed in a supply chain internal controls at a processor": "Quando o processamento de dados pessoais é realizado em uma cadeia de fornecimento, os controles internos em um processador ou subprocessador devem ser tão eficazes quanto os da organização controladora. A sua organização possue bons controles sobre a cadeia de fornecimento. Como um lembrete, no mínimo, o processo de controles da cadeia de fornecimento deve abranger o seguinte: \n • Obtenção e análise de documentação de controles internos de terceiros \n • Mapeamento para sistema de controle interno (ICS) na organização controladora \n • Procedimentos para teste de projeto (ToD), ou seja, técnicas padrão para avaliar os controles \n • Procedimentos para teste de eficácia (ToE), ou seja, amostragem e coleta de evidências que demonstram a eficácia dos controles em terceiros \n • Acordos de monitoramento e revisão de registros, incluindo acessibilidade de dados de registro, visto que estão relacionados ao processamento de dados pessoais \n • Direitos pontuais ou de auditoria contínua, incluindo planejamento e implantação de auditoria.",
            "Your enterprise is well prepared to manage notification in a timely manner": "Sua organização está bem preparada para gerenciar notificações em tempo hábil. Como um lembrete, no mínimo, o processo de notificação das autoridades de supervisão deve incluir: \n • Procedimento de coleta / investigação de informações, delineando a interação entre a função do Oficial de Proteção de Dados (DPO) e outras partes da empresa e / ou serviços externos \n • Relatórios padronizados pacote incluindo os requisitos mínimos de privacidade e conjuntos de informações de proteção de dados e modelos apropriados.",
            "Your enterprise is well equipped to notify data subjects in event of an incident or breach": "Sua organização está bem equipada para notificar os titulares dos dados em caso de um incidente ou violação. Como um lembrete, no mínimo, o processo de notificação dos titulares dos dados deve abranger: \n • Formato e modelos de relatórios padronizados, adaptados e otimizados para vários canais de comunicação (individual, grupo, público) \n • Mensagens-chave predefinidas e aprovadas expressar as ações da empresa (investigação, consequências, remediação, melhoria, etc.) \n • Responsabilidades organizacionais em relação à formulação e transmissão de mensagens importantes, por exemplo, envolvimento do departamento de comunicações, aconselhamento jurídico, etc. \n • Recursos de comunicação ad hoc oferecido aos titulares dos dados, por exemplo, linha de ajuda, número de telefone gratuito, site escuro, etc.",
            "Your enterprise has a well defined incident and crisis management process": "Sua organização possui um processo de gerenciamento de crises e incidentes bem definido. Da perspectiva dos profissionaisunidades organizacionais de Proteção e Privacidade de Dados (PPD) que inicialmente descobriram a violação, o processo deve abranger pelo menos: \n • Descrição e documentação de fatos e números conhecidos, em um formato padronizado quando apropriado \n • Link definido para escalonamento geral e processo de alerta, geralmente definido pela função de gerenciamento de crise empresarial (BCM) \n • Cenário de dados pessoais genéricos predefinido para continuidade de negócios e gerenciamento de crise, semelhante a outros cenários especiais, como ataque cibernético, pandemia, etc. \n • Relações predefinidas e canais de comunicação com o atores externos, ou seja, serviços externos, como especialistas investigativos ou forenses \n • Protocolo de comunicação contínua entre unidades de linha organizacional e equipes de gerenciamento de incidentes / crises.",
            "Your enterprise is well prepared to manage evidence and claims appropriately": "Sua organização está bem preparada para gerenciar evidências e reivindicações de forma adequada. As violações de dados pessoais representam casos de não conformidade, mas também indicam que pode ter havido negligência interna e / ou externa ou atividade criminosa. O processo de evidências e reclamações deve abranger, portanto, no mínimo: \n • Procedimentos definidos para coleta e proteção de evidências, incluindo cadeia de custódia \n • Disponibilidade de serviços especializados, como perícia de TI \n • Procedimento e modelos para análise pós-incidente e relatórios \n • Procedimento para fundamentar reclamações contra terceiros, incluindo a base legal ou contratual para tais reclamações \n • Procedimento para preparar defesas contra reclamações de terceiros, incluindo aspectos de recurso (decisões regulamentares) \n • Link definido para postar o incidente Relatório do Oficial de Proteção de Dados (DPO).",
            "Your enterprise is doing a good job maintaining enterprise awareness": "Sua organização está fazendo um bom trabalho mantendo a conscientização. No mínimo, o processo de conscientização em toda a empresa deve abranger: \n • Definição e descrição dos requisitos de privacidade e proteção de dados nos processos organizacionais do dia-a-dia, incluindo exemplos de processamento de dados pessoais \n • Materiais de campanha enfatizando aspectos específicos de proteção e privacidade de dados (DPP), processamento de dados pessoais e pontos relacionados à privacidade e proteção de dados a serem observados \n • Planos de programa/projeto definindo datas-alvo para medidas de conscientização \n • Materiais de conscientização de terceiros e detalhes sobre como incluir terceiros em campanhas de conscientização.",
            "Data protection and privacy management including the context of established privacy": "O gerenciamento de Proteção e Privacidade de Dados (PPD), incluindo o contexto de normas estabelecidas de privacidade e proteção de dados, exige um conjunto de habilidades e qualificações que devem estar presentes em organização ou contratadas por serviços externos. O gerenciamento de competências e educação é um processo essencial para garantir que os processos, riscos e consequências de privacidade e proteção de dados sejam totalmente compreendidos. Sua organização está indo muito bem nessa área. Como um lembrete, as habilidades e o processo de educação devem incluir, mas não se limitar a: \nNOTA: • Definição de habilidades, níveis e requisitos internos para tarefas e posições relacionadas à Proteção e Privacidade de Dados (DPP) \n NOTA: • Mapeamento de habilidades para funções e funções organizacionais (matriz) \n • Identificação de níveis de qualificação adequados e qualificações ou certificações formais, conforme necessário para cada parte da matriz \n • Caminhos de educação para diferentes funções organizacionais em DPP \n • Reunir fontes educacionais, materiais e oportunidades de estudo orientado ou autodidata.",
            "Your enterprise has a robust and effective training process": "Sua organização possui um processo de treinamento robusto e eficaz. O treinamento é um componente importante da conscientização geral, proporcionando oportunidades de aprendizagem contínuas e reforçando as mensagens-chave em torno de privacidade e proteção de dados (PPD) e dos regulamentos de PPD. No mínimo, o processo de treinamento deve abranger: \n • Treinamento de normas básicas de privacidade e proteção de dados definidas e validadas, de preferência obrigatória para todos os colaboradores da organização \n • Conceito de treinamento com base na matriz de habilidades e educação \n • Plano de treinamento, normalmente anual, incluindo oportunidades de treinamento interno e externo \n • Preparação de materiais de treinamento, para estudo orientado e auto-estudo \n • Auxílios de treinamento preparatório para maiores qualificações em DPP e normas estabelecidas de privacidade e proteção de dados, incluindo preparação para o exame de certificação, etc. \n • Definição de fontes externas de treinamento e provedores para fins específicos, por exemplo, treinamento legal ou Oficial de Proteção de Dados (DPO).",
            "Your enterprise has a well-established DPO function": "Sua organização tem uma função de DPO bem estabelecida. Como um lembrete, no mínimo, o processo de manutenção e execução do DPO deve abranger o seguinte: \n • Estrutura organizacional e posicionamento da função DPO, incluindo o escritório do DPO e seus pontos de contato em outras partes da empresa \n • Desenho de tarefas e processos administrativos para a função de DPO \n • Desenho de um programa de trabalho regular em um ciclo anual \n • Planejamento de recursos humanos, habilidades e capacitação.",
            "Your enterprise is doing well managing the budget and resources of the DPO function": "Sua organização está administrando bem o orçamento e os recursos da função DPO. Como um lembrete, o processo de orçamento e obtenção de recursos deve cobrir pelo menos: Ciclo orçamentário financeiro anual, vinculando-se ao orçamento geral Planejamento de recursos humanos e pessoal Planejamento de recursos técnicos, incluindo ferramentas, licenciamento, etc. Planejamento de serviços externos e orçamento, por exemplo, para consultores ou assessores jurídicos \n • Links para relatórios financeiros gerais na empresa.",
            "You have exceptional representation of the DPO function in the overall enterprise": "Você tem uma representação excepcional da função DPO em toda a organização. Como um lembrete, o processo de gerenciamento para interfaces organizacionais deve abranger pelo menos: \n • Documentação de contatos regulares e formais em toda a empresa \n • Participação de DPO em comitês permanentes e outras reuniões institucionais formais \n • Comunicações regulares entre a função de DPO e outras unidades organizacionais, incluindo atas e outros relatórios \n OBSERVAÇÃO: • Etapas do processo documentadas que exigem o envolvimento do DPO, incluindo consulta e informações (RACI).",
            "Formal internal and external reporting is an important part of the DPO function": "Relatórios formais internos e externos são uma parte importante da função DPO. Sua organização está indo muito bem nessa área. Como um lembrete, no mínimo, o processo de gerenciamento de relatórios deve abranger: \n • Cronogramas de relatórios para relatórios internos e externos para e pela função DPO \n • Procedimentos especificando modelos de relatórios, conteúdo formal, frequência e distribuição, bem como classificações CIA para relatórios \n • Procedimento de rastreamento para relatórios, cobrindo todas as programações de relatórios.",
            "Your enterprise is well positioned to manage privacy and data protection regulations": "Sua empresa está bem posicionada para gerenciar a conformidade com os regulamentos de privacidade e proteção de dados e os requisitos relacionados contratados por serviços externos. Como um lembrete, o processo de gerenciamento de serviços externos deve abordar, no mínimo: \n • Objetivo e substância dos serviços externos, incluindo um contrato de processamento \n • Nível de proteção definido e acordado para os serviços prestados, especificando confidencialidade, integridade e disponibilidade \n • Análise de risco do fornecedor, incluindo verificações aprofundadas e due diligence quando apropriado \n • Análise de segurança da informação \n • Direito de auditoria, análise de resultados de revisão e rastreamento de ações corretivas \n NOTA: • Verificação de histórico de recursos humanos quando apropriado e legalmente permitido.",
            "Your enterprise data acquisition controls are well maintained": "Os controles de aquisição de dados de sua organização são bem mantidos. Como um lembrete, no mínimo, o processo de gerenciamento de tais controles deve abordar: Identificação de processos organizacionais que podem intencionalmente ou acidentalmente adquirir dados pessoais \n • Documentação de fluxos de dados de entrada e interfaces de dados (ou seja, escrito, web, outro) \n • Identificação da origem dos dados sempre que possível (ou seja, direto do titular dos dados, controlador, processador, outros atores da cadeia de abastecimento, etc.) \n • Documentação dos controles relacionados no registro de controles internos.",
            "Your enterprise processing controls are well maintained": "Os controles de processamento de sua organização são bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger: \n • Identificação das etapas do processo, entradas e saídas que devem ser controladas \n • Identificação de pontos de transferência para terceiros, por exemplo, processadores ou autoridades \n • Definição de objetivos de controle e categorias de controle (por exemplo, preventivo, detetive, corretivo) \n • Documentação de controles relacionados no registro de controles internos.",
            "Your enterprise storage controls are well maintained": "Os controles de armazenamento de sua organização são bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger pelo menos: \n • Identificação de categorias de armazenamento e locais para dados pessoais, ou seja, mapa de armazenamento \n • Análise de instâncias de armazenamento na arquitetura geral de TI \n • Identificação de dados externos instâncias de armazenamento, por exemplo, de terceiros, virtualizado, nuvem \n • Identificação e mapeamento de pontos de transferência entre os processos principais (dados em fluxo) e armazenamento (dados em repouso) \n • Documentação de controles relacionados no registro de controles internos.",
            "Your enterprise deletion controls are well maintained": "Os controles de exclusão de sua organização são bem mantidos. Como um lembrete, o processo para manter os controles de exclusão deve abranger pelo menos: \n • Identificação de pontos de exclusão no sistema geral \n • Mapeamento dos controles antes da exclusão \n • Manutenção de um registro de exclusão Mapa dos controles após a exclusão \n Verificação da remoção do registro de dados pessoais \n • Documentação de controles relacionados no registro de controles internos.",
            "Your enterprise monitoring controls are well maintained": "Os controles de monitoramento de sua organização são bem mantidos. Como um lembrete, o processo de manutenção dos controles de monitoramento deve abranger pelo menos: \n • Mapeamento do processamento de dados pessoais para monitoramento geral, incluindo ferramentas \n • Identificação das necessidades de monitoramento em todo o registro do processo \n • Mapeamento das necessidades de relatórios e aplicação para processos de monitoramento \n • Revisão recorrente da densidade e extensão do monitoramento \n • Documentação de controles relacionados no registro de controles internos.",
            "Your enterprise is well prepared to manage independent reviews": "Sua organização está bem preparada para gerenciar revisões independentes. Como um lembrete, o gerenciamento de revisões independentes requer ainda etapas de planejamento semelhantes às revisões padrão, incluindo notificação, trabalho de campo, análise e relatórios. Profissionais e empresas de privacidade e proteção de dados (PPD) podem se beneficiar do aproveitamento de processos padronizados de auditoria e revisão para revisões de DPP. Eles devem ainda estar vinculados à estrutura e ao conteúdo mínimos dos relatórios do Oficial de Proteção de Dados (DPO), conforme estabelecido nos regulamentos de privacidade e proteção de dados estabelecidos.",
            "Major effort is needed in this area": "Um grande esforço é necessário nesta área. Quando apropriado, a estrutura de governança deve fazer referência às políticas e procedimentos existentes que estão vinculados ao processamento de dados pessoais (por exemplo, a política de segurança da informação ou a política de gerenciamento de identidade e acesso). Da mesma forma, conceitos e arranjos organizacionais e técnicos devem ser referenciados para garantir consistência (por exemplo, quaisquer esquemas de classificação de dados existentes ou a determinação dos níveis de proteção de ativos de informação).",
            "Significant improvements are needed to your enterprise processing register": "Melhorias significativas são necessárias para o registro de processamento de sua organização. Os elementos de governança em torno de um registro de processamento incluem, mas não estão limitados a: \n • Ativos de informação usados (do registro de dados pessoais) Finalidade (s) do processamento de processos de negócios ou outros processos organizacionais que utilizam os ativos.\n • Ciclo de vida de processamento da aquisição inicial de dados à exclusão de dados (planejado ou ad hoc). \n • O processo de governança em torno do registro de processamento deve definir ainda uma função ou função responsável pela manutenção do registro, bem como a acessibilidade do registro para análises internas e externas. Outras disposições de governança podem incluir o escopo e o procedimento para apresentar o registro como evidência, tanto interna quanto externamente. Em situações em que ocorre um processamento complexo de grandes quantidades de dados pessoais, o registro deve ser regido por uma política ou procedimento operacional chave apropriado.",
            
            "Your enterprise needs to give serious attention to improvements in this area": "Sua organização precisa fazer melhorias significativas nesta área. Uma organização deve estabelecer, manter, monitorar continuamente e adaptar regras corporativas vinculativas que reflitam de forma adequada e abrangente a estrutura de governança interna e externa. As atividades em conjunto com RCVs incluem, mas não estão limitadas a: Definição, descrição e aprovação de RCVs pela gerência sênior Comunicação de RCVs em toda a organização Validação anual ou ad hoc e atualização de RCVs Integração de RCVs em relacionamentos contratuais de terceiros Monitoramento de conformidade RCVs interna e externamente." ,
            "Your enterprises rules for consent are lacking": "Sua organização precisa começar a manter regras de consentimento. No mínimo, as disposições de governança em torno do consentimento devem abranger: \n • Transparência e habilitação de informações para os titulares dos dados \n • Tipos de consentimento e requisitos relacionados \n • Retirada do consentimento dos titulares dos dados \n • Processos, controles e verificação específicos para crianças consentimento, incluindo verificação apropriada de idade e / ou autoridade dos pais, bem como consentimento dos pais \n • Canais de comunicação, simplicidade de linguagem e acessibilidade de interfaces baseadas em consentimento." ,

            "Your enterprise is not prepared to process data subject requests": "Sua organização não está preparada para processar solicitações de titulares de dados. No mínimo, as disposições de governança em torno das solicitações dos titulares dos dados devem abranger: \n • Recebimento e documentação das solicitações dos titulares dos dados \n • Validação legal e técnica das solicitações relacionadas à finalidade \n • Resposta formal, incluindo canais e formatos de comunicação \n • Interfaces para processos internos e da cadeia de suprimentos \n • Interface para registro de dados pessoais e registro de processamento \n • Revisão independente de solicitaçõespela função de Oficial de Proteção de Dados (DPO)." ,

            "Your enterprise is not equipped to address data subjects complaints": "Sua organização não está equipada para atender às reclamações dos titulares dos dados. No mínimo, as disposições de governança em torno das reclamações dos titulares dos dados devem abranger: \n • Recebimento e documentação inicial, incluindo qualquer resposta formal às autoridades de supervisão \n • Análise da reclamação, incluindo interfaces organizacionais, jurídicas e técnicas dentro da organização \n • Definição e implementação de remediação quando aplicável \n • Identificação de lacunas ou pontos fracos potenciais que levam à reclamação e oportunidades de melhoria." ,


           "The organisation currently has no defined governance process to ensure impartial oversight": "A sua organização atualmente não tem um processo de governança definido para garantir uma supervisão imparcial. É crucial para sua organização estabelecer um processo para garantir uma supervisão objetiva. As atividades em conjunto com a supervisão imparcial incluem, mas não estão limitadas a: \n • Funções organizacionais desempenhando e garantindo uma supervisão imparcial \n • Funções e responsabilidades (RACI), incluindo imparcialidade demonstrada \n • Objetivos, escopo e extensão das atividades de supervisão \n • Frequência baseada em risco de procedimentos de atividades de supervisão e orientação para planejamento, implantação e relatórios." ,

            "At a minimum the following parts of the cycle should be defined and implemented": "É necessário um esforço bem significativo nesta área. No mínimo, as seguintes partes do ciclo devem ser definidas e implementadas: \n • Criação ou aquisição de dados, incluindo a cadeia de processamento (fornecimento) de dados pessoais \n • Classificação de ativos de informações, incluindo níveis de proteção e atribuição a categorias especiais \n • Inclusão no registro de dados pessoais e no registro de processamento e remoção dos registros \n • Processamento real e controles relacionados \n • Armazenamento temporário e permanente, incluindo armazenamento virtualizado e em nuvem Arquivamento e exclusão de agregação, ambos planejados (fim da vida ou fim de propósito) e ad hoc (pedido de eliminação, etc.)." ,

            "Significant improvements are needed to your enterprise process to identify and document": "São necessárias melhorias significativas no processo de sua organização para identificar e documentar dados pessoais. O processo de identificação deve, no mínimo, abordar os seguintes aspectos: \n • Definição de critérios de acordo com os regulamentos ou normas de privacidade e proteção de dados estabelecidos \n • Procedimento para analisar conjuntos de dados existentes, possivelmente em combinação com a análise de proteção de segurança níveis (CIA) \n • Procedimento de transferência para registro de dados pessoais \n • Análise de inferência potencial (identificação indireta de pessoas naturais) de conjuntos de dados separados e / ou dispersos \n • Procedimento de integração para novos dados \n • Procedimentos e controles para terceiros." ,


            "Your enterprise is not equipped to maintain data classification": "Sua organização não está bem preparada para manter a classificação de dados. No mínimo, a classificação de dados pessoais deve abordar: \n • Atributo geral de “pessoal” de acordo com os regulamentos ou normas de privacidade e proteção de dados estabelecidos; relevância pessoal mais ampla como Informação de Identificação Pessoal (PII), se necessário \n • Classificação específica relacionada a categorias e propósitos especiais, incluindo limitações e requisitos de segurança adicionais \n • Classificação em termos de não repúdio de transações envolvendo dados pessoais \n • Outros aspectos, como sigilo profissional aplicável ou critérios de acesso restrito." ,

            "Your enterprises personal data register needs significant improvement": "O registro de dados pessoais da sua organização precisa de melhorias significativas. No mínimo, o processo de registro de dados pessoais deve abordar: \n • Tipo de dados e agregação (se houver) em ativos de informação \n • Links relevantes entre conjuntos de dados que formam ativos de informação sob normas ou regulamentos de privacidade e proteção de dados estabelecidos \n • Tipos e formatos de dados, incluindo dados não mantidos em formatos eletrônicos (por exemplo, papel, microficha) \n • Localização e instanciação de dados, incluindo várias cópias, imagens virtualizadas e em nuvem, etc. \n • Ciclo de vida e informações sobre tempo de vida, incluindo arquivamento e exclusão planejados \n • Etapas de processamento vinculadas, unidades organizacionais e finalidades de processamento, detalhando claramente quando, por que, onde e por quem do processamento de dados pessoais." ,


            "Your enterprise is not equipped to manage special categories data": "Sua organização não está preparada para gerenciar dados de categorias especiais. Isso requer um processo robusto que identifica, controla e documenta qualquer processamento de dados pertencentes a uma ou mais categorias especiais, cobrindo, no mínimo, mas não se limitando a: \n • Mapeamento de ativos de informação identificados para categorias especiais de acordo com a privacidade estabelecida e regulamentos ou normas de proteção de dados \n • Documentação das circunstâncias justificativas (de acordo com os regulamentos ou normas de proteção de dados e privacidade estabelecidos) para cada ativo de informação \n • Documentação de qualquer classificação nova ou alterada de tais ativos de informação \n • Documentação de todas as comunicações com titulares de dados ou autoridades de supervisão relacionados ao ativo de informações \n • Documentação de consentimento relacionado a ativos e retirada de consentimento \n • Links verificados para registro de dados pessoais e registro de processamento, incluindo evidências de processamento restrito ao propósito (s) definido (s) )." ,

            "Your enterprise is not prepared to respond to demands for erasure": "Sua organização não está preparada para responder às demandas de apagamento. O processo deve, no mínimo, abordar os seguintes aspectos: \n • Recebimento, confirmação e análise de solicitações de apagamento por titulares de dados ou autoridades competentes \n • Validação e internalização de solicitações de apagamento transferidas por terceiros \n • Interfaces definidas para outros processos, ou seja, registro de dados pessoais e \n • registro de processamento, classificação de dados e ciclo de vida de dados \n • Aprovações e procedimentos de verificação independente sobre apagamento \n • Procedimento de confirmação e comunicação de apagamento (para titulares de dados ou autoridades)." ,


            "Your enterprise should conduct a thorough risk evaluation": "Sua organização ainda não realizou uma avaliação de risco completa. Os resultados da avaliação de risco devem incluir, no mínimo: \n • Registro abrangente de eventos e ameaças que levam a categorias de risco de privacidade e proteção de dados \n • Estimativas de frequência e premissas de precaução \n • Agregação e agrupamento de eventos que levam ao mesmo riscos se materializando \n • Classificação de risco, geralmente de acordo com o esquema geral de classificação de risco organizacional." ,

            "Your enterprise must conduct a thorough data protection impact assessment": "Sua organização deve realizar uma avaliação completa do impacto da proteção de dados. O DPIA deve levar em consideração os controles existentes e as medidas de mitigação de risco e ter como objetivo identificar o impacto potencial resultante do risco residual que não foi ou não pode ser totalmente mitigado." ,

            "Your enterprise needs to make major improvements to better manage risk treatment": "Sua organização precisa fazer grandes melhorias para gerenciar melhor o tratamento de riscos. O processo de tratamento de risco deve, no mínimo, cobrir o seguinte: \n • Prevenção ou eliminação de risco, incluindo alterações nos arranjos de processamento ou descontinuação do processamento (reestruturação ou saída) \n • Eliminação de risco por meio de controles ou salvaguardas adicionais \n • Risco transferência, incluindo a reestruturação da cadeia de suprimento de dados pessoais \n • Redução de riscos por meio de controles adicionais ou medidas de mitigação \n • Tolerância a riscos, com base na frequência e impacto estimados." ,

            "Your enterprise needs to establish a risk validation process": "Sua organização precisa estabelecer um processo de validação de risco. No mínimo, este processo deve abordar: \n • Confirmação (ou alteração) dos resultados da avaliação de risco, incluindo estimativas de frequência e o universo de eventos / ameaças \n • Revisão da eficácia das medidas e atividades de tratamento, com base em um período razoável de observação \n • Revisão de quaisquer incidentes ou violações que possam ter ocorrido desde a última validação \n • Análise de quaisquer alterações na estrutura e nos termos de referência, ou seja, em relação a quaisquer eventos legislativos ou regulamentares, políticos ou financeiros." ,


            "Your enterprise needs improvement in this area": "Sua organização precisa de melhorias nesta área. A anonimização e o pseudonimização devem abranger, mas não estão limitados a: \n • Identificação de conjuntos de dados pessoais a serem tornados anônimos / pseudonimizados \n • Definição de técnicas em todos os níveis técnicos, por exemplo, arquivo, registro de banco de dados, \n • sistemas de arquivamento não eletrônicos \n • Documentação e registro de anonimato / pseudonimização real \n • Link definido para registro de dados pessoais e registro de processamento \n • Aplicação recursiva do princípio da necessidade de saber em toda a cadeia de abastecimento; integração da necessidade real de saber com gerenciamento de identidade e acesso" ,

            "Your enterprise needs serious improvement in this area at a minimum, the encryption process should address": "A estratégia de criptografia e seus componentes devem ser baseados em risco e eficiência, garantindo que os riscos de privacidade e proteção de dados sejam totalmente compreendidos e internalizados em qualquer decisão. Sua organização precisa de melhorias significativas nesta área. No mínimo, o processo de criptografia deve abordar: \n • Conjunto definitivo de dados pessoais e ativos de informações a serem criptografados, com base nos níveis de proteção atribuídos e na privacidade e nos riscos e impactos da proteção de dados \n • Definição de técnicas e alvos de criptografia, por exemplo, dados individuais, elementos de banco de dados, bancos de dados inteiros, transações, etc. \n • Links para técnicas e ferramentas de criptografia reconhecidas ou aprovadas já em uso na organização \n • Escopo, plano e etapas de implementação para criptografia adicional necessária para dados pessoais." ,


            "Your enterprise requires major enhancements in order to manage protection levels": "Sua organização requer grandes melhorias para gerenciar os níveis de proteção. O processo em torno dos níveis de proteção para dados pessoais fornece uma interface definida (ambas as maneiras) entre a segurança geral da informação e a segurança dos dados pessoais. Profissionais de Proteção e Privacidade de Dados e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais em análises de nível de proteção." ,
            "Your enterprise does not have a mature process to manage resilience": "Sua organização não possui um processo maduro para gerenciar a resiliência. No mínimo, o processo de resiliência deve abranger: \n • Criticidade de dados pessoais, muitas vezes expressa como uma combinação de requisitos de integridade e disponibilidade \n • Criticidade de processamento em função do tempo, ou seja, período máximo tolerável de indisponibilidade, perda máxima tolerável de dados \n • Planos de recuperação para conjuntos de dados pessoais \n • Links definidos para planos gerais de continuidade de negócios e serviços de TI \n • Conceitos de backup e restauração para conjuntos de dados pessoais, vinculados a planos e procedimentos gerais de backup e restauração \n • Instanciação múltipla de conjuntos de dados pessoais que exigem alta disponibilidade, ou seja, processamento totalmente resiliente." ,
            "Your enterprise is not effectively managing access to personal data": "Sua organização não está gerenciando com eficácia o acesso aos dados pessoais. As restrições e limitações de acesso resultantes de requisitos de processamento de dados pessoais devem ser documentadas e inseridas no processo geral de Gerencimento de Identidade e Acesso (GIA). O processo de gerenciamento de acesso para dados pessoais, portanto, fornece uma interface (em ambos os sentidos) para o GIA geral. Profissionais de Privacidade de Proteção de Dados (PPD) e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais no gerenciamento de acesso." ,
            "Your enterprise process to manage testing and assessment of personal data security needs a serious look": "O processo da sua organização para gerenciar testes e avaliação da segurança de dados pessoais precisa de uma análise séria. No mínimo, o processo deve abordar: \n • Tipos de teste e avaliação, por exemplo, teste conceitual, verificação de vulnerabilidade e teste de penetração \n • Frequência dos testes \n • Evidência de melhoria contínua, ou seja, testes e avaliações cada vez mais exigentes ao longo do tempo \n • Teste de registro e obtenção de evidências \n • Análise de pontos fracos e documentação de oportunidades de melhoria." ,
            "Your enterprises process for managing controllers and processors needs serious attention": "O processo de gerenciamento de controladores e processadores da sua organização precisa de muita atenção. O processo deve abranger pelo menos: \n • Identificação de controladores primários e conjuntos, incluindo fins individuais ou coletivos para o processamento de dados pessoais \n • Identificação de processadores, incluindo o escopo definido e a extensão do processamento em nome de um ou mais controladores \n • Links para o registro de dados pessoais, refletindo os conjuntos de dados e a forma como eles são tratados na cadeia de abastecimento (dados em fluxo; dados em repouso) \n • Links para o registro de processamento, refletindo os processos ou etapas do processo realizadas por cada ator na cadeia de suprimentos \n • Documentação de gerenciamento de fornecedores (processador) e arranjos de controle, muitas vezes incorporados ao gerenciamento geral de fornecedores de uma organização." ,
            "In complex supply chains the subprocessing management process is an essential element": "Em cadeias de fornecimento complexas, o processo de gerenciamento de subprocessamento é um elemento essencial para garantir a privacidade e os regulamentos de proteção de dados ou conformidade com as normas em toda a cadeia de fornecimento. Sua empresa precisa de grandes melhorias nesta área. O processo de gerenciamento de subprocesso deve abranger, no mínimo: \n • Procedimento de solicitação formal para processadores primários; divulgação de qualquer terceirização adicional \n • Documentação e registro de subprocessamento, incluindo escopo, extensão e propósito (s) \n • Evidência de conformidade com normas ou regulamentos de proteção de dados e privacidade, incluindo processos, controles, conceitos e resultados de revisão \n • Relatórios de auditoria e outras verificações independentes, se disponíveis \n • Acordos de processamento entre processadores primários e subprocessadores." ,
            "Your enterprises processing agreements need serious work": "Os acordos de processamento da sua organização precisam de melhorias significativas. No mínimo, o processo em torno desses contratos deve abranger: \n • Definição, aprovação e implementação de contratos padronizados, incluindo modelos \n • Monitoramento do cumprimento em uma base regular \n • Planejamento e execução de revisões, principalmente sob o direito padrão de auditoria \n • Recebimento, análise e validação de evidências de terceiros para processamento de conformidade, por exemplo, relatórios de certificação e atestado \n • Revisão e atualização regulares de acordos de processamento, termos e condições, de acordo com a atividade legislativa e regulamentar \n • Planejamento de rescisão e saída para relações contratuais individuais." ,
            "Your enterprise has serious issues that need to be addressed in order to manage supply chain impact": "Sua organização tem problemas sérios que precisam ser resolvidos para gerenciar o impacto da cadeia de fornecimento. Em uma cadeia de fornecimento com múltiplos atores, os impactos resultantes dos riscos à privacidade e à proteção de dados podem se materializar a qualquer momento e ponto. Portanto, os profissionais e organizações de Proteção e Privacidade de Dados (PPD) devem aplicar sua própria abordagem de DPIA a todas as partes da cadeia de abastecimento e documentar o feedback recebido de cada uma das partes. Isso inclui relatórios padronizados, bem como revisões ad hoc ou verificações de plausibilidade. O impacto geral deve então ser agregado, com base no registro de processamento e no fluxo de dados entre os vários participantes da cadeia de fornecimento. Deve-se ter cuidado ao entender como os impactos em um local podem agravar os impactos em outras partes da cadeia de fornecimento." ,
            "Where personal data processing is performed in a supply chain": "Quando o processamento de dados pessoais é realizado em uma cadeia de fornecimento, os controles internos em um processador ou subprocessador devem ser tão eficazes quanto os da organização controladora. O processo de controle da cadeia de suprimentos atual de sua organização é inadequado. No mínimo, o processo deve abranger o seguinte: \n • Obtenção e análise de documentação de controles internos de terceiros \n • Mapeamento para sistema de controle interno (SCI) na organização controladora \n • Procedimentos para teste de design (ToD), ou seja, técnicas padrão para avaliar os controles \n • Procedimentos para teste de eficácia (ToE), ou seja, amostragem e coleta de evidências que demonstram a eficácia dos controles de terceiros \n • Acordos de monitoramento e revisão de registros, incluindo acessibilidade de dados de registro, na medida em que estão relacionados ao processamento de dados pessoais \n • Direitos pontuais ou de auditoria contínua, incluindo planejamento e implantação de auditoria." ,
            "Your enterprise is not prepared to manage notification in a timely manner": "Sua organização não está preparada para gerenciar notificações em tempo hábil. Como um lembrete, no mínimo, o processo de notificação das autoridades de supervisão deve incluir: \n • Procedimento de coleta / investigação de informações, delineando a interação entre a função do Oficial de Proteção de Dados (DPO) e outras partes da empresa e / ou serviços externos \n • Relatórios padronizados pacote incluindo os requisitos mínimos de privacidade e conjuntos de informações de proteção de dados e modelos apropriados." ,
            "Your enterprise is not prepared to notify data subjects in event of an incident or breach": "Sua empresa não está preparada para notificar os titulares dos dados no caso de um incidente ou violação. No mínimo, o processo de notificação dos titulares dos dados deve abranger: \n • Modelos e formatos de relatórios padronizados, adaptados e otimizados para vários canais de comunicação (individual, grupo, público) \n • Mensagens-chave predefinidas e aprovadas que expressam as ações da empresa (investigação, consequências, remediação, melhoria, etc.) \n • Responsabilidades organizacionais em relação à formulação e transmissão de mensagens importantes, por exemplo, envolvimento do departamento de comunicações, aconselhamento jurídico, etc. \n • Recursos de comunicação ad hoc oferecidos aos titulares dos dados , por exemplo, linha de ajuda, número de telefone gratuito, site escuro, etc." ,
            "Your enterprises incident and crisis management process needs serious improvement": "Sua  organização possui um processo de gerenciamento de crises e incidentes que precisa de significativas. Da perspectiva dos profissionaisunidades organizacionais de Proteção e Privacidade de Dados (PPD) que inicialmente descobriram a violação, o processo deve abranger pelo menos: \n • Descrição e documentação de fatos e números conhecidos, em um formato padronizado quando apropriado \n • Link definido para escalonamento geral e processo de alerta, geralmente definido pela função de gerenciamento de crise empresarial (BCM) \n • Cenário de dados pessoais genéricos predefinido para continuidade de negócios e gerenciamento de crise, semelhante a outros cenários especiais, como ataque cibernético, pandemia, etc. \n • Relações predefinidas e canais de comunicação com o atores externos, ou seja, serviços externos, como especialistas investigativos ou forenses • Protocolo de comunicação contínua entre unidades de linha organizacional e equipes de gerenciamento de incidentes / crises." ,
            "Your enterprise has not undertaken any significant activity to demonstrate that it has adequate measures in place to manage evidence and claims appropriately": "Sua organização não está preparada para gerenciar evidências e reivindicações de forma adequada. As violações de dados pessoais representam casos de não conformidade, mas também indicam que pode ter havido negligência interna e / ou externa ou atividade criminosa. O processo de evidências e reclamações deve abranger, portanto, no mínimo: \n • Procedimentos definidos para coleta e proteção de evidências, incluindo cadeia de custódia \n • Disponibilidade de serviços especializados, como perícia de TI \n • Procedimento e modelos para análise pós-incidente e relatórios \n • Procedimento para fundamentar reclamações contra terceiros, incluindo a base legal ou contratual para tais reclamações \n • Procedimento para preparar defesas contra reclamações de terceiros, incluindo aspectos de recurso (decisões regulamentares) \n • Link definido para postar o incidente Relatório do Oficial de Proteção de Dados (DPO)." ,
            "Your enterprises awareness process needs significant work": "Sua organização precisa fazer melhorias significantes para manter a conscientização. No mínimo, o processo de conscientização em toda a empresa deve abranger: \n • Definição e descrição dos requisitos de privacidade e proteção de dados nos processos organizacionais do dia-a-dia, incluindo exemplos de processamento de dados pessoais \n • Materiais de campanha enfatizando aspectos específicos de proteção e privacidade de dados (DPP), processamento de dados pessoais e pontos relacionados à privacidade e proteção de dados a serem observados \n • Planos de programa/projeto definindo datas-alvo para medidas de conscientização \n • Materiais de conscientização de terceiros e detalhes sobre como incluir terceiros em campanhas de conscientização" ,
            "You have reported that staff in your enterprise are not adequately prepared": "O gerenciamento de Proteção e Privacidade de Dados (PPD), incluindo o contexto de normas estabelecidas de privacidade e proteção de dados, exige um conjunto de habilidades e qualificações que devem estar presentes em organização ou contratadas por serviços externos. O gerenciamento de competências e educação é um processo essencial para garantir que os processos, riscos e consequências de privacidade e proteção de dados sejam totalmente compreendidos. Sua organização não está preparada nesta área. Como um lembrete, as habilidades e o processo de educação devem incluir, mas não se limitar a: \nNOTA:  • Definição de habilidades, níveis e requisitos internos para tarefas e posições relacionadas à Proteção e Privacidade de Dados (DPP) \nNOTA: • Mapeamento de habilidades para funções e funções organizacionais (matriz) \n • Identificação de níveis de qualificação adequados e qualificações ou certificações formais, conforme necessário para cada parte da matriz \n • Caminhos de educação para diferentes funções organizacionais em DPP \n • Reunir fontes educacionais, materiais e oportunidades de estudo orientado ou autodidata.",
            "Your enterprise is lacking an effective training process": "Sua organização não possui um processo de treinamento eficaz. O treinamento é um componente importante da conscientização geral, proporcionando oportunidades de aprendizagem contínuas e reforçando as mensagens-chave em torno de privacidade e proteção de dados (PPD) e dos regulamentos de PPD. No mínimo, o processo de treinamento deve abranger: \n • Treinamento de normas básicas de privacidade e proteção de dados definidas e validadas, de preferência obrigatória para todos os colaboradores da organização \n • Conceito de treinamento com base na matriz de habilidades e educação \n • Plano de treinamento, normalmente anual, incluindo oportunidades de treinamento interno e externo \n • Preparação de materiais de treinamento, para estudo orientado e auto-estudo \n • Auxílios de treinamento preparatório para maiores qualificações em DPP e normas estabelecidas de privacidade e proteção de dados, incluindo preparação para o exame de certificação, etc. \n • Definição de fontes externas de treinamento e provedores para fins específicos, por exemplo, treinamento legal ou Oficial de Proteção de Dados (DPO)." ,
            "Your enterprise does not have a well-established DPO function": "Sua organização não está administrando bem o orçamento e os recursos da função DPO. Como um lembrete, o processo de orçamento e obtenção de recursos deve cobrir pelo menos: Ciclo orçamentário financeiro anual, vinculando-se ao orçamento geral Planejamento de recursos humanos e pessoal Planejamento de recursos técnicos, incluindo ferramentas, licenciamento, etc. Planejamento de serviços externos e orçamento, por exemplo, para consultores ou assessores jurídicos \n • Links para relatórios financeiros gerais na empresa.",
            "There needs to be more concentration on building the DPO function": "Sua função DPO precisa de melhorias significantes para estar bem representada na organização como um todo. Como um lembrete, o processo de gerenciamento para interfaces organizacionais deve abranger pelo menos: \n • Documentação de contatos regulares e formais em toda a empresa \n • Participação de DPO em comitês permanentes e outras reuniões institucionais formais \n • Comunicações regulares entre a função de DPO e outras unidades organizacionais, incluindo atas e outros relatórios \n • Etapas do processo documentadas que exigem o envolvimento do DPO, incluindo consulta e informações (RACI)." ,
            "Formal internal and external reporting is an important part of the DPO function your enterprise has major issues": "Relatórios formais internos e externos são uma parte importante da função DPO. Sua organização não está indo muito bem nesta área. Como um lembrete, no mínimo, o processo de gerenciamento de relatórios deve abranger: \n • Cronogramas de relatórios para relatórios internos e externos para e pela função DPO \n • Procedimentos especificando modelos de relatórios, conteúdo formal, frequência e distribuição, bem como classificações CIA para relatórios \n • Procedimento de rastreamento para relatórios, cobrindo todas as programações de relatórios." ,
            "Your enterprise is not positioned to manage privacy and data protection regulations": "Sua empresa não está preparada gerenciar a conformidade com os regulamentos de privacidade e proteção de dados e os requisitos relacionados contratados por serviços externos. Como um lembrete, o processo de gerenciamento de serviços externos deve abordar, no mínimo: \n • Objetivo e substância dos serviços externos, incluindo um contrato de processamento \n • Nível de proteção definido e acordado para os serviços prestados, especificando confidencialidade, integridade e disponibilidade \n • Análise de risco do fornecedor, incluindo verificações aprofundadas e due diligence quando apropriado \n • Análise de segurança da informação \n • Direito de auditoria, análise de resultados de revisão e rastreamento de ações corretivas \n NOTA: • Verificação de histórico de recursos humanos quando apropriado e legalmente permitido." ,
            "Your enterprises data acquisition controls are seriously lacking at a minimum the process for managing such controls": "Os controles de aquisição de dados de sua organização não são bem mantidos. Como um lembrete, no mínimo, o processo de gerenciamento de tais controles deve abordar: \n • Identificação de processos organizacionais que podem intencionalmente ou acidentalmente adquirir dados pessoais \n • Documentação de fluxos de dados de entrada e interfaces de dados (ou seja, escrito, web, outro) \n • Identificação da origem dos dados sempre que possível (ou seja, direto do titular dos dados, controlador, processador, outros atores da cadeia de abastecimento, etc.) \n • Documentação dos controles relacionados no registro de controles internos." ,
            "Your enterprises processing controls are seriously lacking": "Os controles de processamento de sua organização não são bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger: \n • Identificação das etapas do processo, entradas e saídas que devem ser controladas \n • Identificação de pontos de transferência para terceiros, por exemplo, processadores ou autoridades \n • Definição de objetivos de controle e categorias de controle (por exemplo, preventivo, detetive, corretivo) \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprises storage controls are seriously lacking": "Os controles de armazenamento de sua organização não são bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger pelo menos: \n • Identificação de categorias de armazenamento e locais para dados pessoais, ou seja, mapa de armazenamento \n • Análise de instâncias de armazenamento na arquitetura geral de TI \n • Identificação de dados externos instâncias de armazenamento, por exemplo, de terceiros, virtualizado, nuvem \n • Identificação e mapeamento de pontos de transferência entre os processos principais (dados em fluxo) e armazenamento (dados em repouso) \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprises deletion controls are seriously lacking": "Os controles de exclusão de sua organização não são bem mantidos. Como um lembrete, o processo para manter os controles de exclusão deve abranger pelo menos: \n • Identificação de pontos de exclusão no sistema geral \n • Mapeamento dos controles antes da exclusão \n • Manutenção de um registro de exclusão \n • Mapa dos controles após a exclusão \n • Verificação da remoção do registro de dados pessoais \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprises monitoring controls are seriously lacking": "Os controles de monitoramento de sua organização não são bem mantidos. Como um lembrete, o processo de manutenção dos controles de monitoramento deve abranger pelo menos: \n • Mapeamento do processamento de dados pessoais para monitoramento geral, incluindo ferramentas \n • Identificação das necessidades de monitoramento em todo o registro do processo \n • Mapeamento das necessidades de relatórios e aplicação para processos de monitoramento \n • Revisão recorrente da densidade e extensão do monitoramento \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprise is not prepared to manage independent reviews": "Sua organização não está bem preparada para gerenciar revisões independentes. Como um lembrete, o gerenciamento de revisões independentes requer ainda etapas de planejamento semelhantes às revisões padrão, incluindo notificação, trabalho de campo, análise e relatórios. Profissionais e empresas de privacidade e proteção de dados (PPD) podem se beneficiar do aproveitamento de processos padronizados de auditoria e revisão para revisões de DPP. Eles devem ainda estar vinculados à estrutura e ao conteúdo mínimos dos relatórios do Oficial de Proteção de Dados (DPO), conforme estabelecido nos regulamentos de privacidade e proteção de dados estabelecidos.",
        

            "Governance Framework Some additional effort would be useful in this area": "Esforços adicionais seriam úteis nesta área. Quando apropriado, a estrutura de governança deve fazer referência às políticas e procedimentos existentes que estão vinculados ao processamento de dados pessoais (por exemplo, a política de segurança da informação ou a política de gerenciamento de identidade e acesso). Da mesma forma, conceitos e arranjos organizacionais e técnicos devem ser referenciados para garantir consistência (por exemplo, quaisquer esquemas de classificação de dados existentes ou a determinação dos níveis de proteção de ativos de informação)." ,
            "Minor improvements may be needed to your enterprises processing register": "Pequenas melhorias podem ser necessárias para o registro de processamento de sua empresa. Os elementos de governança em torno de um registro de processamento incluem, mas não estão limitados a: \n • Ativos de informação usados (do registro de dados pessoais) \n • Objetivo (s) do processamento \n • Processos de negócios ou outros processos organizacionais que utilizam os ativos \n • Ciclo de vida do processamento desde a aquisição inicial de dados até a exclusão de dados (planejada ou ad hoc) \n • O processo de governança em torno do registro de processamento deve definir ainda uma função ou função responsável por manter o registro, bem como a acessibilidade do registro para análises internas e externas. Outras disposições de governança podem incluir o escopo e o procedimento para apresentar o registro como evidência, tanto interna quanto externamente. Em situações em que ocorre um processamento complexo de grandes quantidades de dados pessoais, o registro deve ser regido por uma política ou procedimento operacional chave apropriado." ,
            "Your enterprise may need to make some improvements in this area": "Sua organização precisará fazer algumas melhorias nesta área. Uma organização deve estabelecer, manter, monitorar continuamente e adaptar regras corporativas vinculativas que reflitam de forma adequada e abrangente a estrutura de governança interna e externa. As atividades em conjunto com RCVs administração \n • Comunicação de RCVs em toda a organização \n • Validação anual ou ad hoc e atualização de RCVs \n • Integração de RCVs em relações contratuais de terceiros \n • Monitoramento de conformidade RCVs interna e externamente." ,
            "Your enterprises rules for consent may need minor enhancements": "As regras de consentimento da sua organização podem precisar de pequenos aprimoramentos. No mínimo, as disposições de governança em torno do consentimento devem abranger: \n • Transparência e habilitação de informações para os titulares dos dados \n • Tipos de consentimento e requisitos relacionados \n • Retirada do consentimento dos titulares dos dados \n • Processos, controles e verificação específicos para crianças consentimento, incluindo verificação apropriada de idade e / ou autoridade dos pais, bem como consentimento dos pais \n • Canais de comunicação, simplicidade de linguagem e acessibilidade de interfaces baseadas em consentimento." ,
            "Your enterprise is moderately equipped to process data subject requests": "Sua organização está moderadamente equipada para processar solicitações de titulares de dados. No mínimo, as disposições de governança sobre solicitações de titulares de dados devem abranger: \n • Recebimento e documentação de solicitações de titulares de dados \n • Validação legal e técnica de solicitações relacionadas à finalidade \n • Resposta formal, incluindo canais e formatos de comunicação \n • Interfaces para processos internos e da cadeia de suprimentos \n • Interface para registro de dados pessoais e registro de processamento \n • Revisão independente de solicitações pela função de Oficial de Proteção de Dados (DPO)." ,
            "Acquire Identify and Classify Personal Data Some Areas to Improve": "Adquira, identifique e classifique dados pessoais Algumas áreas a serem melhoradas \n Sua organização deve fazer algumas melhorias para melhor atender às reclamações dos titulares dos dados. No mínimo, as disposições de governança em torno das reclamações do titular dos dados devem abranger: \n • Recebimento e documentação inicial, incluindo qualquer resposta formal às autoridades de supervisão \n • Análise da reclamação, incluindo interfaces organizacionais, jurídicas e técnicas dentro da organização \n • Definição e implementação de remediação, quando aplicável \n • Identificação de lacunas ou pontos fracos potenciais que levam à reclamação e oportunidades de melhoria." ,
            "Your enterprise should make minor adjustments to the governance process to ensure impartial oversight": "Sua organização deve fazer pequenos ajustes no processo de governança para garantir uma supervisão imparcial. As atividades em conjunto com a supervisão imparcial incluem, mas não estão limitadas a: \n • Funções organizacionais desempenhando e garantindo uma supervisão imparcial \n • Funções e responsabilidades (RACI), incluindo imparcialidade demonstrada \n • Objetivos, escopo e extensão das atividades de supervisão \n • Frequência baseada em risco de atividades de supervisão \n • Procedimentos e orientação para planejamento, implantação e relatórios \n • A aquisição de novos dados pessoais, identificação de dados pessoais existentes e classificação de ativos de informação formam a base para o gerenciamento e controle de tais dados. De acordo com os regulamentos de privacidade e proteção de dados estabelecidos. Os profissionais e empresas de proteção e privacidade de dados (PPD) devem, portanto, fornecer um processo robusto que garanta o processamento em conformidade com os regulamentos de privacidade e proteção de dados, bem como o gerenciamento de dados eficiente. Este processo também deve estabelecer um ciclo de vida definido e mensurável para os dados pessoais, levando em consideração o princípio da minimização de dados.",
            "Some additional effort would be useful in this area": "Algumas melhorias seriam úteis nesta área. No mínimo, as seguintes partes do ciclo devem ser definidas e implementadas: \n • Criação ou aquisição de dados, incluindo a cadeia de processamento (fornecimento) de dados pessoais \n • Classificação de ativos de informações, incluindo níveis de proteção e atribuição a categorias especiais \n • Inclusão no registro de dados pessoais e no registro de processamento e remoção dos registros \n • Processamento real e controles relacionados \n • Armazenamento temporário e permanente, incluindo armazenamento virtualizado e em nuvem \n • Arquivamento e agregação \n • Exclusão, ambos planejados ( fim da vida ou fim da finalidade) e ad hoc (pedido de apagamento, etc.)." ,
            "Minor improvements may be needed to your enterprises process to identify and document personal data": "Podem ser necessárias pequenas melhorias no processo de sua organização para identificar e documentar dados pessoais. O processo de identificação deve, no mínimo, abordar os seguintes aspectos: \n • Definição de critérios de acordo com os regulamentos de privacidade e proteção de dados estabelecidos \n • Procedimento para analisar conjuntos de dados existentes, possivelmente em combinação com a análise dos níveis de proteção de segurança (CIA) \n • Procedimento de transferência para o registro de dados pessoais \n • Análise de inferência potencial (identificação indireta de pessoas físicas) de conjuntos de dados separados e / ou dispersos \n • Procedimento de integração para novos dados \n • Procedimentos e controles para terceiros." ,
            "Your enterprise should make some enhancements in order to better maintain data classification": "Sua organização deve fazer alguns aprimoramentos para melhor manter a classificação dos dados. No mínimo, a classificação de dados pessoais deve abordar: \n • Atributo geral de pessoal de acordo com os regulamentos de privacidade e proteção de dados estabelecidos; relevância pessoal mais ampla como Informação de Identificação Pessoal (PII), se necessário \n • Classificação específica relacionada a categorias e finalidades especiais, incluindo limitações e requisitos de segurança adicionais \n • Classificação em termos de não repúdio de transações envolvendo dados pessoais \n • Outros aspectos, como sigilo profissional aplicável ou critérios de acesso restrito." ,
            "Your enterprises personal data register is generally well maintained": "O registro de dados pessoais da sua organização necessita de pequenas melhorias. No mínimo, o processo de registro de dados pessoais deve abordar: \n • Tipo de dados e agregação (se houver) em ativos de informação \n • Links relevantes entre conjuntos de dados que formam ativos de informação sob os regulamentos de privacidade e proteção de dados estabelecidos \n • Dados tipos e formatos, incluindo dados não mantidos em formatos eletrônicos (por exemplo, papel, microficha) \n • Localização e instanciação de dados, incluindo várias cópias, imagens virtualizadas e em nuvem, etc. \n • Ciclo de vida e informações sobre o tempo de vida, incluindo arquivamento planejado e exclusão \n • Etapas de processamento vinculadas, unidades organizacionais e finalidades de processamento, detalhando claramente quando, por que, onde e por quem do processamento de dados pessoais." ,
            "Your enterprise is moderately well equipped to manage special categories data": "Sua organização está moderadamente bem equipada para gerenciar dados de categorias especiais. Isso requer um processo robusto que identifica, controla e documenta qualquer processamento de dados pertencentes a uma ou mais categorias especiais, cobrindo, no mínimo, mas não se limitando a: \n • Mapeamento de ativos de informação identificados para categorias especiais de acordo com a privacidade estabelecida e regulamentos de proteção de dados \n • Documentação das circunstâncias justificativas (de acordo com os regulamentos de privacidade e proteção de dados estabelecidos) para cada ativo de informação \n • Documentação de qualquer classificação nova ou alterada de tais ativos de informação \n • Documentação de todas as comunicações com titulares de dados ou supervisores autoridades relacionadas ao ativo de informações \n • Documentação de consentimento relacionado ao ativo e retirada de consentimento \n • Links verificados para registro de dados pessoais e registro de processamento, incluindo evidências de processamento restrito ao (s) propósito (s) definido (s)." ,
            "Your enterprise is generally prepared to respond to demands for erasure": "Sua organização está moderadamente preparada para responder às demandas de apagamento. O processo deve, no mínimo, abordar os seguintes aspectos: \n • Recebimento, confirmação e análise de solicitações de apagamento por titulares de dados ou autoridades competentes \n • Validação e internalização de solicitações de apagamento transferidas por terceiros \n • Interfaces definidas para outros processos, ou seja, registro de dados pessoais e registro de processamento, classificação de dados e ciclo de vida de dados \n • Aprovações e procedimentos de verificação independente sobre apagamento \n • Procedimento de confirmação e comunicação de apagamento (para titulares de dados ou autoridades)." ,
            "Personal data processing is subject to a number of predefined risks that must be identified": "O processamento de dados pessoais está sujeito a uma série de riscos predefinidos que devem ser identificados, avaliados e tratados de forma adequada e apropriada. O impacto potencial desses riscos deve ser avaliado e analisado tendo em vista as medidas de mitigação de risco existentes. O processo de gerenciamento de risco deve gerenciar ainda mais o risco residual, usando ferramentas e padrões reconhecidos. Sua organização pode querer revisar sua avaliação de risco. Os resultados da avaliação de risco devem incluir, no mínimo: \n • Registro abrangente de eventos e ameaças que levam a categorias de risco de privacidade e proteção de dados \n • Estimativas de frequência e premissas de precaução \n • Agregação e agrupamento de eventos que levam ao mesmo riscos se materializando \n • Classificação de risco, geralmente de acordo com o esquema geral de classificação de risco organizacional." ,
            "Your enterprise may want to review your DPIA for deficiencies": "Sua organização pode querer revisar seu DPIA em busca de deficiências. O DPIA deve levar em consideração os controles existentes e as medidas de mitigação de risco e ter como objetivo identificar o impacto potencial resultante do risco residual que não foi ou não pode ser totalmente mitigado." ,
            "Your enterprise is doing an adequate job managing risk treatment": "Sua organização está fazendo um trabalho moderadamente adequado no gerenciamento do tratamento de riscos. Como um lembrete, o processo de tratamento de risco deve, no mínimo, cobrir o seguinte: \n • Prevenção ou eliminação de risco, incluindo mudanças nos arranjos de processamento ou descontinuação do processamento (reestruturação ou saída) \n • Eliminação de risco por meio de controles ou salvaguardas adicionais \n • Transferência de risco, incluindo reestruturação da cadeia de suprimento de dados pessoais \n • Redução de risco por meio de controles adicionais ou medidas de mitigação \n • Tolerância de risco, com base na frequência e impacto estimados." ,
            "Your enterprise may want to consider minor enhancements to the risk validation process": "Sua organização pode querer considerar pequenas melhorias no processo de validação de risco. No mínimo, o processo de validação de risco deve abordar: \n • Confirmação (ou alteração) dos resultados da avaliação de risco, incluindo estimativas de frequência e o universo de eventos / ameaças \n • Revisão da eficácia das medidas e atividades de tratamento, com base em um período razoável de observação \n • Revisão de quaisquer incidentes ou violações que possam ter ocorrido desde a última validação \n • Análise de quaisquer alterações na estrutura e nos termos de referência, ou seja, em relação a quaisquer eventos legislativos ou regulamentares, políticos ou financeiros." ,
            "Your enterprise is doing moderately good work in this area": "Sua organização está fazendo um trabalho moderadamente bom nessa área. A anonimização e o pseudonimização devem abranger, mas não estão limitados a: \n • Identificação de conjuntos de dados pessoais a serem tornados anônimos / pseudonimizados \n • Definição de técnicas em todos os níveis técnicos, por exemplo, arquivo, registro de banco de dados, sistemas de arquivamento não eletrônico \n • Documentação e registro de anonimato / pseudonimização real \n • Link definido para registro de dados pessoais e registro de processamento \n • Aplicação recursiva do princípio da necessidade de saber em toda a cadeia de abastecimento; integração da necessidade real de saber com gerenciamento de identidade e acesso." ,
            "Making sure that privacy and data protection risks are fully understood": "A estratégia de criptografia e seus componentes devem ser baseados em risco e eficiência, garantindo que os riscos de privacidade e proteção de dados sejam totalmente compreendidos e internalizados em qualquer decisão. Em geral, sua organização está indo moderamente bem nessa área. Como um lembrete, no mínimo, o processo de criptografia deve abordar: \n • Conjunto definitivo de dados pessoais e ativos de informações a serem criptografados, com base nos níveis de proteção atribuídos e os riscos e impactos da proteção de dados e privacidade \n • Definição de técnicas de criptografia e alvos, por exemplo, dados individuais, elementos de banco de dados, bancos de dados inteiros, transações, etc. \n • Links para técnicas e ferramentas de criptografia reconhecidas ou aprovadas já em uso na organização \n • Escopo, plano e etapas de implementação para criptografia adicional necessária para dados pessoais." ,
            "Your enterprise could make minor enhancements to better manage protection levels": "Sua está fazendo um trabalho moderamente adequado nesta área. O processo em torno dos níveis de proteção para dados pessoais fornece uma interface definida (ambas as maneiras) entre a segurança geral da informação e a segurança dos dados pessoais. Profissionais de Proteção e Privacidade de Dados e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais em análises de nível de proteção." ,
            "Your enterprise is moderately prepared to manage resilience": "Sua organização está moderadamente preparada para gerenciar resiliência. No mínimo, o processo de resiliência deve abranger: \n • Criticidade de dados pessoais, muitas vezes expressa como uma combinação de requisitos de integridade e disponibilidade \n • Criticidade de processamento em função do tempo, ou seja, período máximo tolerável de indisponibilidade, perda máxima tolerável de dados \n • Planos de recuperação para conjuntos de dados pessoais \n • Links definidos para planos gerais de continuidade de negócios e serviços de TI \n • Conceitos de backup e restauração para conjuntos de dados pessoais, vinculados a planos e procedimentos gerais de backup e restauração \n • Instanciação múltipla de conjuntos de dados pessoais que exigem alta disponibilidade, ou seja, processamento totalmente resiliente." ,
            "Your enterprise is somewhat effectively managing access to personal data": "Sua organização está gerenciando com certa eficácia o acesso aos dados pessoais. As restrições e limitações de acesso resultantes de requisitos de processamento de dados pessoais devem ser documentadas e inseridas no processo geral de Gerencimento de Identidade e Acesso (GIA). O processo de gerenciamento de acesso para dados pessoais, portanto, fornece uma interface (em ambos os sentidos) para o GIA geral. Profissionais de Privacidade de Proteção de Dados (PPD) e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais no gerenciamento de acesso." ,
            "Your enterprise generally has a good process in place to manage testing and assessment of personal data security": "Em geral, sua organização possui um processo moderamente bom para gerenciar os testes e a avaliação da segurança dos dados pessoais. Como um lembrete, no mínimo, o processo deve abordar: \n • Tipos de teste e avaliação, por exemplo, teste conceitual, verificação de vulnerabilidade e teste de penetração \n • Frequência de teste \n • Evidência de melhoria contínua, ou seja, progressivamente mais testes e avaliações exigentes ao longo do tempo \n • Registro de teste e obtenção de evidências \n • Análise de pontos fracos e documentação de oportunidades de melhoria." ,
            "Your enterprise has a generally adequate process in place for managing controllers and processors": "Em geral, sua organização possui um processo moderadamente adequado para gerenciar controladores e processadores. Como um lembrete, o processo deve abranger pelo menos: \n • Identificação de controladores primários e conjuntos, incluindo fins individuais ou coletivos para o processamento de dados pessoais \n • Identificação de processadores, incluindo o escopo definido e a extensão do processamento em nome de um ou mais controladores \n • Links para o registro de dados pessoais, refletindo os conjuntos de dados e a forma como eles são tratados na cadeia de abastecimento (dados em fluxo; dados em repouso) \n • Links para o registro de processamento, refletindo os processos ou etapas do processo executadas por cada ator na cadeia de abastecimento \n • Documentação de gerenciamento do fornecedor (processador) e acordos de controle, muitas vezes incorporados ao gerenciamento geral do fornecedor de uma organização." ,
            "In complex supply chains the subprocessing management process is an essential element of ensuring": "Em cadeias de fornecimento complexas, o processo de gerenciamento de subprocessamento é um elemento essencial para garantir a conformidade com os regulamentos de privacidade e proteção de dados em toda a cadeia de fornecimento. Em geral, sua organização está indo moderamente bem nesta área. Como um lembrete, o processo de gerenciamento de subprocesso deve abranger, no mínimo: \n • Procedimento de solicitação formal para processadores primários; divulgação de qualquer terceirização adicional \n • Documentação e registro de subprocessamento, incluindo escopo, extensão e propósito (s) \n • Evidência de conformidade dos regulamentos de privacidade e proteção de dados com as normas esperadas, incluindo processos, controles, conceitos e resultados de revisão \n • Relatórios de auditoria e outras verificações independentes, se disponíveis \n • Acordos de processamento entre processadores primários e subprocessadores." ,
            "While your enterprise is doing generally well in this area minor enhancements could increase process effectiveness": "Embora sua organização esteja geralmente indo bem nesta área, pequenas melhorias podem aumentar a eficácia do processo. No mínimo, o processo em torno desses contratos deve abranger: \n • Definição, aprovação e implementação de contratos padronizados, incluindo modelos \n • Monitoramento do cumprimento em uma base regular \n • Planejamento e execução de revisões, principalmente sob o direito padrão de auditoria \n • Recebimento, análise e validação de evidências de terceiros para processamento de conformidade, por exemplo, relatórios de certificação e atestado \n • Revisão e atualização regulares de acordos de processamento, termos e condições, de acordo com a atividade legislativa e regulamentar \n • Planejamento de rescisão e saída para relações contratuais individuais." ,
            "Your enterprise is somewhat prepared in this area in a supply chain with multiple actors impacts resulting from  privacy": "Sua organização está moderamente preparada nesta área. Em uma cadeia de fornecimento com múltiplos atores, os impactos resultantes dos riscos à privacidade e à proteção de dados podem se materializar a qualquer momento e ponto. Portanto, os profissionais e organizações de Privacidade e Proteção de Dados (PPD) devem aplicar sua própria abordagem de DPIA a todas as partes da cadeia de fornecimento e documentar o feedback recebido de cada uma das partes. Isso inclui relatórios padronizados, bem como revisões ad hoc ou verificações de plausibilidade. O impacto geral deve então ser agregado, com base no registro de processamento e no fluxo de dados entre os vários participantes da cadeia de suprimentos. Deve-se ter cuidado ao entender como os impactos em um local podem agravar os impactos em outras partes da cadeia de abastecimento." ,
            "Where personal data processing is performed in a supply chain internal controls at a processor or subprocessor": "Sua organização está moderadamente preparada para gerenciar notificações em tempo hábil. Como um lembrete, no mínimo, o processo de notificação das autoridades de supervisão deve incluir: \n • Procedimento de coleta / investigação de informações, delineando a interação entre a função do Oficial de Proteção de Dados (DPO) e outras partes da empresa e / ou serviços externos \n • Relatórios padronizados pacote incluindo os requisitos mínimos de privacidade e conjuntos de informações de proteção de dados e modelos apropriados." ,
            "Your enterprise is generally equipped to notify data subjects in event of an incident or breach": "Sua organização geralmente está moderamente preparada para notificar os titulares dos dados em caso de um incidente ou violação. Como um lembrete, no mínimo, o processo de notificação dos titulares dos dados deve abranger: \n • Formato e modelos de relatórios padronizados, adaptados e otimizados para vários canais de comunicação (individual, grupo, público) \n • Mensagens-chave predefinidas e aprovadas expressar as ações da empresa (investigação, consequências, remediação, melhoria, etc.) \n • Responsabilidades organizacionais em relação à formulação e transmissão de mensagens importantes, por exemplo, envolvimento do departamento de comunicações, aconselhamento jurídico, etc. \n • Facilidades de comunicação ad hoc oferecidas aos titulares dos dados, por exemplo, linha de ajuda, número de telefone gratuito, site escuro, etc." ,
            "Your enterprises incident and crisis management process is generally adequate": "Sua organização possui um processo de gerenciamento de crises e incidentes moderamente adequado. Da perspectiva dos profissionaisunidades organizacionais de Proteção e Privacidade de Dados (PPD) que inicialmente descobriram a violação, o processo deve abranger pelo menos: \n • Descrição e documentação de fatos e números conhecidos, em um formato padronizado quando apropriado \n • Link definido para escalonamento geral e processo de alerta, geralmente definido pela função de gerenciamento de crise empresarial (BCM) \n • Cenário de dados pessoais genéricos predefinido para continuidade de negócios e gerenciamento de crise, semelhante a outros cenários especiais, como ataque cibernético, pandemia, etc. \n • Relações predefinidas e canais de comunicação com o atores externos, ou seja, serviços externos, como especialistas investigativos ou forenses \n • Protocolo de comunicação contínua entre unidades de linha organizacional e equipes de gerenciamento de incidentes / crises." ,
            "Your enterprise has still to fully complete its work to be fully prepared to manage evidence and claims appropriately": "Sua organização está moderadamente preparada para gerenciar evidências e reivindicações de forma adequada. As violações de dados pessoais representam casos de não conformidade, mas também indicam que pode ter havido negligência interna e / ou externa ou atividade criminosa. O processo de evidências e reclamações deve abranger, portanto, no mínimo: \n • Procedimentos definidos para coleta e proteção de evidências, incluindo cadeia de custódia \n • Disponibilidade de serviços especializados, como perícia de TI \n • Procedimento e modelos para análise pós-incidente e relatórios \n • Procedimento para fundamentar reclamações contra terceiros, incluindo a base legal ou contratual para tais reclamações \n • Procedimento para preparar defesas contra reclamações de terceiros, incluindo aspectos de recurso (decisões regulamentares) \n • Link definido para postar o incidente Relatório do Oficial de Proteção de Dados (DPO)." ,
            "Your enterprise is adequately maintaining enterprise awareness": "Sua organização está fazendo um trabalho moderadamente bom em manter a conscientização. No mínimo, o processo de conscientização em toda a empresa deve abranger: \n • Definição e descrição dos requisitos de privacidade e proteção de dados nos processos organizacionais do dia-a-dia, incluindo exemplos de processamento de dados pessoais \n • Materiais de campanha enfatizando aspectos específicos de proteção e privacidade de dados (DPP), processamento de dados pessoais e pontos relacionados à privacidade e proteção de dados a serem observados \n • Planos de programa/projeto definindo datas-alvo para medidas de conscientização \n • Materiais de conscientização de terceiros e detalhes sobre como incluir terceiros em campanhas de conscientização" ,
            "Data protection and privacy management including the context of established privacy and data protection regulations": "O gerenciamento de Proteção e Privacidade de Dados (PPD), incluindo o contexto de normas estabelecidas de privacidade e proteção de dados, exige um conjunto de habilidades e qualificações que devem estar presentes em organização ou contratadas por serviços externos. O gerenciamento de competências e educação é um processo essencial para garantir que os processos, riscos e consequências de privacidade e proteção de dados sejam totalmente compreendidos. Sua organização está indo moderadamente bem nessa área. Como um lembrete, as habilidades e o processo de educação devem incluir, mas não se limitar a: \n • NOTA: Definição de habilidades, níveis e requisitos internos para tarefas e posições relacionadas à Proteção e Privacidade de Dados (DPP) \n NOTA: • Mapeamento de habilidades para funções e funções organizacionais (matriz) \n • Identificação de níveis de qualificação adequados e qualificações ou certificações formais, conforme necessário para cada parte da matriz \n • Caminhos de educação para diferentes funções organizacionais em DPP \n • Reunir fontes educacionais, materiais e oportunidades de estudo orientado ou autodidata." ,
            "Minor modifications could enhance the effectiveness of your enterprises training process": "Sua organização possui um processo de treinamento moderadamente robusto e eficaz. O treinamento é um componente importante da conscientização geral, proporcionando oportunidades de aprendizagem contínuas e reforçando as mensagens-chave em torno de privacidade e proteção de dados (PPD) e dos regulamentos de PPD. No mínimo, o processo de treinamento deve abranger: \n • Treinamento de normas básicas de privacidade e proteção de dados definidas e validadas, de preferência obrigatória para todos os colaboradores da organização \n • Conceito de treinamento com base na matriz de habilidades e educação \n • Plano de treinamento, normalmente anual, incluindo oportunidades de treinamento interno e externo \n • Preparação de materiais de treinamento, para estudo orientado e auto-estudo \n • Auxílios de treinamento preparatório para maiores qualificações em DPP e normas estabelecidas de privacidade e proteção de dados, incluindo preparação para o exame de certificação, etc. \n • Definição de fontes externas de treinamento e provedores para fins específicos, por exemplo, treinamento legal ou Oficial de Proteção de Dados (DPO)." ,
            "Your enterprise may need slight improvements in the DPO function": "Sua organização tem uma função de DPO moderamente bem estabelecida. Como um lembrete, no mínimo, o processo de manutenção e execução do DPO deve abranger o seguinte: \n • Estrutura organizacional e posicionamento da função DPO, incluindo o escritório do DPO e seus pontos de contato em outras partes da empresa \n • Desenho de tarefas e processos administrativos para a função de DPO \n • Desenho de um programa de trabalho regular em um ciclo anual \n • Planejamento de recursos humanos, habilidades e capacitação." ,
            "Your enterprise is doing an adequate job managing the budget and resources of the DPO function": "Sua organização está administrando moderadamente bem o orçamento e os recursos da função DPO. Como um lembrete, o processo de orçamento e obtenção de recursos deve cobrir pelo menos: Ciclo orçamentário financeiro anual, vinculando-se ao orçamento geral Planejamento de recursos humanos e pessoal Planejamento de recursos técnicos, incluindo ferramentas, licenciamento, etc. Planejamento de serviços externos e orçamento, por exemplo, para consultores ou assessores jurídicos \n • Links para relatórios financeiros gerais na empresa." ,
            "Your DPO function is generally well represented in the overall enterprise": "Sua função DPO é moderadamente bem representada na organização como um todo. Como um lembrete, o processo de gerenciamento para interfaces organizacionais deve abranger pelo menos: \n • Documentação de contatos regulares e formais em toda a empresa \n • Participação de DPO em comitês permanentes e outras reuniões institucionais formais \n • Comunicações regulares entre a função de DPO e outras unidades organizacionais, incluindo atas e outros relatórios \n • Etapas do processo documentadas que exigem o envolvimento do DPO, incluindo consulta e informações (RACI)." ,
            "Formal internal and external reporting is an important part of the DPO function your enterprise is doing moderately well": "Relatórios formais internos e externos são uma parte importante da função DPO. Sua organização está indo moderamente bem nessa área. Como um lembrete, no mínimo, o processo de gerenciamento de relatórios deve abranger: \n • Cronogramas de relatórios para relatórios internos e externos para e pela função DPO \n • Procedimentos especificando modelos de relatórios, conteúdo formal, frequência e distribuição, bem como classificações CIA para relatórios \n • Procedimento de rastreamento para relatórios, cobrindo todas as programações de relatórios." ,
            "Your enterprise is adequately positioned to manage privacy and data protection regulation conformance and related requirements": "Sua empresa está moderadamente posicionada para gerenciar a conformidade com os regulamentos de privacidade e proteção de dados e os requisitos relacionados contratados por serviços externos. Como um lembrete, o processo de gerenciamento de serviços externos deve abordar, no mínimo: \n • Objetivo e substância dos serviços externos, incluindo um contrato de processamento \n • Nível de proteção definido e acordado para os serviços prestados, especificando confidencialidade, integridade e disponibilidade \n • Análise de risco do fornecedor, incluindo verificações aprofundadas e due diligence quando apropriado \n • Análise de segurança da informação \n • Direito de auditoria, análise de resultados de revisão e rastreamento de ações corretivas \n NOTA: • Verificação de histórico de recursos humanos quando apropriado e legalmente permitido." ,
            "Your enterprises data acquisition controls are somewhat well maintained": "Os controles de aquisição de dados de sua organização são moderamente bem mantidos. Como um lembrete, no mínimo, o processo de gerenciamento de tais controles deve abordar: \n • Identificação de processos organizacionais que podem intencionalmente ou acidentalmente adquirir dados pessoais \n • Documentação de fluxos de dados de entrada e interfaces de dados (ou seja, escrito, web, outro) \n • Identificação da origem dos dados sempre que possível (ou seja, direto do titular dos dados, controlador, processador, outros atores da cadeia de abastecimento, etc.) \n • Documentação dos controles relacionados no registro de controles internos." ,
            "Your enterprises processing controls are somewhat well maintained": "Os controles de processamento de sua organização são moderadamente bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger: \n • Identificação das etapas do processo, entradas e saídas que devem ser controladas \n • Identificação de pontos de transferência para terceiros, por exemplo, processadores ou autoridades \n • Definição de objetivos de controle e categorias de controle (por exemplo, preventivo, detetive, corretivo) \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprises storage controls are somewhat well maintained": "Os controles de armazenamento de sua organização são moderadamente bem mantidos. Como um lembrete, o processo de manutenção de tais controles deve abranger pelo menos: \n • Identificação de categorias de armazenamento e locais para dados pessoais, ou seja, mapa de armazenamento \n • Análise de instâncias de armazenamento na arquitetura geral de TI \n • Identificação de dados externos instâncias de armazenamento, por exemplo, de terceiros, virtualizado, nuvem \n • Identificação e mapeamento de pontos de transferência entre os processos principais (dados em fluxo) e armazenamento (dados em repouso) \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprises deletion controls are somewhat well maintained": "Os controles de exclusão de sua organização são moderamente bem mantidos. Como um lembrete, o processo para manter os controles de exclusão deve abranger pelo menos: \n • Identificação de pontos de exclusão no sistema geral \n • Mapeamento dos controles antes da exclusão \n • Manutenção de um registro de exclusão \n • Mapa dos controles após a exclusão \n • Verificação da remoção do registro de dados pessoais \n • Documentação de controles relacionados no registro de controles internos." ,
            "Maintain Monitoring Controls your enterprises monitoring controls are somewhat well maintained": "Os controles de monitoramento de sua organização são moderamente bem mantidos. Como um lembrete, o processo de manutenção dos controles de monitoramento deve abranger pelo menos: \n • Mapeamento do processamento de dados pessoais para monitoramento geral, incluindo ferramentas \n • Identificação das necessidades de monitoramento em todo o registro do processo \n • Mapeamento das necessidades de relatórios e aplicação para processos de monitoramento \n • Revisão recorrente da densidade e extensão do monitoramento \n • Documentação de controles relacionados no registro de controles internos." ,
            "Your enterprise is generally prepared to manage independent reviews": "Sua organização está moderamente bem preparada para gerenciar revisões independentes. Como um lembrete, o gerenciamento de revisões independentes requer ainda etapas de planejamento semelhantes às revisões padrão, incluindo notificação, trabalho de campo, análise e relatórios. Profissionais e empresas de privacidade e proteção de dados (PPD) podem se beneficiar do aproveitamento de processos padronizados de auditoria e revisão para revisões de DPP. Eles devem ainda estar vinculados à estrutura e ao conteúdo mínimos dos relatórios do Oficial de Proteção de Dados (DPO), conforme estabelecido nos regulamentos de privacidade e proteção de dados estabelecidos.",


            "Additional effort is needed in this area": "Esforço adicionais são necessários nesta área. Quando apropriado, a estrutura de governança deve fazer referência às políticas e procedimentos existentes que estão vinculados ao processamento de dados pessoais (por exemplo, a política de segurança da informação ou a política de gerenciamento de identidade e acesso). Da mesma forma, conceitos e arranjos organizacionais e técnicos devem ser referenciados para garantir consistência (por exemplo, quaisquer esquemas de classificação de dados existentes ou a determinação dos níveis de proteção de ativos de informação).",

            "Improvements are needed to your enterprises processing register": "Melhorias são necessárias no registro de processamento de sua organização. Os elementos de governança em torno de um registro de processamento incluem, mas não estão limitados a: \n • Ativos de informação usados (do registro de dados pessoais) \n • Objetivo (s) do processamento \n • Processos de negócios ou outros processos organizacionais que utilizam os ativos \n • Ciclo de vida de processamento, desde a aquisição inicial de dados até a exclusão de dados (planejada ou ad hoc) \n • O processo de governança em torno do registro de processamento deve definir ainda mais uma função ou função responsável por manter o registro, bem como a acessibilidade do registro para interno e externo e avaliações. Outras disposições de governança podem incluir o escopo e o procedimento para apresentar o registro como evidência, tanto interna quanto externamente. Em situações em que ocorre um processamento complexo de grandes quantidades de dados pessoais, o registro deve ser regido por uma política ou procedimento operacional chave apropriado." ,

            "Your enterprise needs to give further attention to this area": "Sua organização precisa prestar mais atenção a esta área. Uma organização deve estabelecer, manter, monitorar continuamente e adaptar regras corporativas vinculativas que reflitam de forma adequada e abrangente a estrutura de governança interna e externa. As atividades em conjunto com RCVs incluem, mas não estão limitadas a: \n • Definição, descrição e aprovação de RCVs pela alta administração \n • Comunicação de RCVs em toda a organização \n • Validação anual ou ad hoc e atualização de RCVs \n • Integração de RCVs em relações contratuais de terceiros \n • Monitoramento de conformidade RCVs interna e externamente." ,

            "Your enterprise needs to make enhancements to your rules for consent": "Sua organização precisa fazer melhorias em suas regras de consentimento. No mínimo, as disposições de governança em torno do consentimento devem abranger: \n • Transparência e habilitação de informações para os titulares dos dados \n • Tipos de consentimento e requisitos relacionados \n • Retirada do consentimento dos titulares dos dados \n • Processos, controles e verificação específicos para crianças consentimento, incluindo verificação apropriada de idade e / ou autoridade dos pais, bem como consentimento dos pais \n • Canais de comunicação, simplicidade de linguagem e acessibilidade de interfaces baseadas em consentimento." ,

            "Your enterprise is only minimally equipped to process data subject requests": "Sua organização está minimamente equipada para processar solicitações de titulares de dados. No mínimo, as disposições de governança em torno das solicitações dos titulares dos dados devem abranger: \n • Recebimento e documentação das solicitações dos titulares dos dados \n • Validação legal e técnica das solicitações relacionadas à finalidade \n • Resposta formal, incluindo canais e formatos de comunicação \n • Interfaces para processos internos e da cadeia de suprimentos \n • Interface para registro de dados pessoais e registro de processamento \n • Revisão independente de solicitações pela função de Oficial de Proteção de Dados (DPO)." ,

            "Your enterprise needs to be better equipped to address data subjects complaints": "Sua organização precisa estar mais bem equipada para atender às reclamações dos titulares dos dados. No mínimo, as disposições de governança em torno das reclamações dos titulares dos dados devem abranger: \n • Recebimento e documentação inicial, incluindo qualquer resposta formal às autoridades de supervisão \n • Análise da reclamação, incluindo interfaces organizacionais, jurídicas e técnicas dentro da organização \n • definição e implementação de remediação quando aplicável \n • Identificação de lacunas ou pontos fracos potenciais que levam à reclamação e oportunidades de melhoria.",

            "Your enterprises governance process to ensure objective oversight needs work": "O processo de governança de sua organização para garantir uma supervisão objetiva precisa funcionar. As atividades em conjunto com a supervisão imparcial incluem, mas não estão limitadas a: \n • Funções organizacionais desempenhando e garantindo uma supervisão imparcial \n • Funções e responsabilidades (RACI), incluindo imparcialidade demonstrada \n • Objetivos, escopo e extensão das atividades de supervisão \n • Frequência baseada em risco das atividades de supervisão \n • Procedimentos e orientações para planejamento, implantação e relatórios.",

            "Additional effort is needed in this area at a minimum the following parts of the cycle should be defined and implemented": "É necessário esforço adicional nesta área. No mínimo, as seguintes partes do ciclo devem ser definidas e implementadas: \n • Criação ou aquisição de dados, incluindo a cadeia de processamento (fornecimento) de dados pessoais \n • Classificação de ativos de informações, incluindo níveis de proteção e atribuição a categorias especiais \n • Inclusão no registro de dados pessoais e no registro de processamento e remoção dos registros \n • Processamento real e controles relacionados \n • Armazenamento temporário e permanente, incluindo armazenamento virtualizado e em nuvem \n • Arquivamento e agregação \n • Exclusão, ambos planejados ( fim da vida ou fim da finalidade) e ad hoc (pedido de apagamento, etc.).",

            "Improvements are needed to your enterprises process to identify and document personal data": "São necessárias melhorias no processo de sua organização para identificar e documentar dados pessoais. O processo de identificação deve, no mínimo, abordar os seguintes aspectos: \n • Definição de critérios de acordo com os regulamentos ou normas de privacidade e proteção de dados estabelecidos \n • Procedimento para analisar conjuntos de dados existentes, possivelmente em combinação com a análise de proteção de segurança níveis (CIA) \n • Procedimento de transferência para registro de dados pessoais \n • Análise de inferência potencial (identificação indireta de pessoas naturais) de conjuntos de dados separados e / ou dispersos \n • Procedimento de integração para novos dados \n • Procedimentos e controles para terceiros." ,

            "Your enterprise needs to be better equipped to maintain data classification": "Sua organização precisa estar mais bem preparada para manter a classificação de dados. No mínimo, a classificação de dados pessoais deve abordar: \n • Atributo geral de “pessoal” de acordo com os regulamentos ou normas de privacidade e proteção de dados estabelecidos; relevância pessoal mais ampla como Informação de Indentificação Pessoal (PII), se necessário \n • Classificação específica relacionada a categorias e propósitos especiais, incluindo limitações e requisitos de segurança adicionais \n • Classificação em termos de não repúdio de transações envolvendo dados pessoais \n • Outros aspectos, como sigilo profissional aplicável ou critérios de acesso restrito." ,

            "Your enterprises personal data register needs improvement at a minimum the personal data register process should address": "O registro de dados pessoais da sua organização precisa ser melhorado. No mínimo, o processo de registro de dados pessoais deve abordar: \n • Tipo de dados e agregação (se houver) em ativos de informação \n • Links relevantes entre conjuntos de dados que formam ativos de informação sob normas ou regulamentos de privacidade e proteção de dados estabelecidos \n • Tipos e formatos de dados, incluindo dados não mantidos em formatos eletrônicos (por exemplo, papel, microficha) \n • Localização e instanciação de dados, incluindo várias cópias, imagens virtualizadas e em nuvem, etc. \n • Ciclo de vida e informações sobre tempo de vida, incluindo arquivamento e exclusão planejados \n • Etapas de processamento vinculadas, unidades organizacionais e finalidades de processamento, detalhando claramente quando, por que, onde e por quem do processamento de dados pessoais.",

            "Your enterprise is only minimally equipped to manage special categories data": "Sua organização está minimamente equipada para gerenciar dados de categorias especiais. Isso requer um processo robusto que identifica, controla e documenta qualquer processamento de dados pertencentes a uma ou mais categorias especiais, cobrindo, no mínimo, mas não se limitando a: \n • Mapeamento de ativos de informação identificados para categorias especiais de acordo com a privacidade estabelecida e regulamentos ou normas de proteção de dados \n • Documentação das circunstâncias justificativas (de acordo com os regulamentos ou normas de proteção de dados e privacidade estabelecidos) para cada ativo de informação \n • Documentação de qualquer classificação nova ou alterada de tais ativos de informação \n • Documentação de todas as comunicações com titulares de dados ou autoridades de supervisão relacionados ao ativo de informações \n • Documentação de consentimento relacionado a ativos e retirada de consentimento \n • Links verificados para registro de dados pessoais e registro de processamento, incluindo evidências de processamento restrito ao (s) propósito (s) definido (s) )." ,

            "Your enterprise may not be prepared to adequately respond to demands for erasure": "Sua organização precisa fazer significantes melhorias para responder às demandas de apagamento. O processo deve, no mínimo, abordar os seguintes aspectos: \n • Recebimento, confirmação e análise de solicitações de apagamento por titulares de dados ou autoridades competentes \n • Validação e internalização de solicitações de apagamento transferidas por terceiros \n • Interfaces definidas para outros processos, ou seja, registro de dados pessoais e registro de processamento, classificação de dados e ciclo de vida de dados \n • Aprovações e procedimentos de verificação independente sobre apagamento \n • Procedimento de confirmação e comunicação de apagamento (para titulares de dados ou autoridades)." ,

            "If you havent already your enterprise should conduct a thorough risk evaluation": "Se ainda não o fez, sua organização deve realizar uma avaliação de risco completa. Os resultados da avaliação de risco devem incluir, no mínimo: \n • Registro abrangente de eventos e ameaças que levam a categorias de risco de privacidade e proteção de dados \n • Estimativas de frequência e premissas de precaução \n • Agregação e agrupamento de eventos que levam ao mesmo riscos se materializando \n • Classificação de risco, geralmente de acordo com o esquema geral de classificação de risco organizacional.",

            "Your enterprise needs to make significant more progress on completing a thorough data protection impact assessment": "Se ainda não o fez, sua organização deve finalizar uma avaliação completa do impacto da proteção de dados. O DPIA deve levar em consideração os controles existentes e as medidas de mitigação de risco e ter como objetivo identificar o impacto potencial resultante do risco residual que não foi ou não pode ser totalmente mitigado." ,

            "Your enterprise should make improvements to better manage risk treatment": "Sua organização deve fazer melhorias para gerenciar melhor o tratamento de riscos. O processo de tratamento de risco deve, no mínimo, cobrir o seguinte: \n • • Prevenção ou eliminação de risco, incluindo alterações nos arranjos de processamento ou descontinuação do processamento (reestruturação ou saída) \n • Eliminação de risco por meio de controles ou salvaguardas adicionais \n • Risco transferência, incluindo a reestruturação da cadeia de suprimento de dados pessoais \n • Redução de riscos por meio de controles adicionais ou medidas de mitigação \n • Tolerância a riscos, com base na frequência e impacto estimados.",

            "Your enterprise should review your risk validation process for deficiencies": "Sua organização deve revisar seu processo de validação de risco para deficiências. No mínimo, o processo de validação de risco deve abordar: \n • Confirmação (ou alteração) dos resultados da avaliação de risco, incluindo estimativas de frequência e o universo de eventos / ameaças \n • Revisão da eficácia das medidas e atividades de tratamento, com base em um período razoável de observação \n • Revisão de quaisquer incidentes ou violações que possam ter ocorrido desde a última validação \n • Análise de quaisquer alterações na estrutura e nos termos de referência, ou seja, em relação a quaisquer eventos legislativos ou regulamentares, políticos ou financeiros." ,

            "Your enterprise could use some improvement in this area": "Sua organização precisa de algumas melhorias nesta área. A anonimização e o pseudonimização devem abranger, mas não estão limitados a: \n • Identificação de conjuntos de dados pessoais a serem tornados anônimos / pseudonimizados \n • Definição de técnicas em todos os níveis técnicos, por exemplo, arquivo, registro de banco de dados, sistemas de arquivamento não eletrônico \n • Documentação e registro de anonimato / pseudonimização real \n • Link definido para registro de dados pessoais e registro de processamento \n • Aplicação recursiva do princípio da necessidade de saber em toda a cadeia de abastecimento; integração da necessidade real de saber com gerenciamento de identidade e acesso." ,

            "The encryption strategy and its components should be based on risk and efficiency making sure that privacy and data protection risks are fully understood and internalized": "A estratégia de criptografia e seus componentes devem ser baseados em risco e eficiência, garantindo que os riscos de privacidade e proteção de dados sejam totalmente compreendidos e internalizados em qualquer decisão. Sua organização deve fazer melhorias nesta área. No mínimo, o processo de criptografia deve abordar: \n • Conjunto definitivo de dados pessoais e ativos de informações a serem criptografados, com base nos níveis de proteção atribuídos e na privacidade e nos riscos e impactos da proteção de dados \n • Definição de técnicas e alvos de criptografia, por exemplo, dados individuais, elementos de banco de dados, bancos de dados inteiros, transações, etc. \n • Links para técnicas e ferramentas de criptografia reconhecidas ou aprovadas já em uso na organização \n • Escopo, plano e etapas de implementação para criptografia adicional necessária para dados pessoais" ,

            "Your enterprise should make enhancements to better manage protection levels": "Sua organização deve fazer melhorias para gerenciar melhor os níveis de proteção. O processo em torno dos níveis de proteção para dados pessoais fornece uma interface definida (ambas as maneiras) entre a segurança geral da informação e a segurança dos dados pessoais. Profissionais de Proteção e Privacidade de Dados e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais em análises de nível de proteção." ,

            "Your enterprise should make improvements to your resilience process": "Sua organização deve fazer melhorias em seu processo de resiliência. No mínimo, o processo de resiliência deve abranger: \n • Criticidade de dados pessoais, muitas vezes expressa como uma combinação de requisitos de integridade e disponibilidade  \n • Criticidade de processamento em função do tempo, ou seja, período máximo tolerável de indisponibilidade, perda máxima tolerável de dados \n • Planos de recuperação para conjuntos de dados pessoais \n • Links definidos para planos gerais de continuidade de negócios e serviços de TI \n • Conceitos de backup e restauração para conjuntos de dados pessoais, vinculados a planos e procedimentos gerais de backup e restauração \n • Instanciação múltipla de conjuntos de dados pessoais que exigem alta disponibilidade, ou seja, processamento totalmente resiliente." ,

            "Your enterprise needs to more effectively manage access to personal data": "Sua organização precisa gerenciar de forma mais eficaz o acesso aos dados pessoais. As restrições e limitações de acesso resultantes de requisitos de processamento de dados pessoais devem ser documentadas e inseridas no processo geral de Gerencimento de Identidade e Acesso (GIA). O processo de gerenciamento de acesso para dados pessoais, portanto, fornece uma interface (em ambos os sentidos) para o GIA geral. Profissionais de DPP e empresas devem refletir isso definindo interfaces organizacionais apropriadas para apoiar o fluxo de informações e a representação adequada de dados pessoais no gerenciamento de acesso." ,

            "Your enterprises process to manage testing and assessment of personal data security could use another look": "O processo de sua organização para gerenciar testes e avaliação da segurança de dados pessoais poderia ser melhorado. No mínimo, o processo deve abordar: \n • Tipos de teste e avaliação, por exemplo, teste conceitual, verificação de vulnerabilidade e teste de penetração \n • Frequência dos testes \n • Evidência de melhoria contínua, ou seja, testes e avaliações cada vez mais exigentes ao longo do tempo \n • Teste de registro e obtenção de evidências \n • Análise de pontos fracos e documentação de oportunidades de melhoria." ,

            "Your enterprises process for managing controllers and processors needs attention": "O processo de gerenciamento de controladores e processadores da sua organização precisa de atenção. O processo e os processadores devem abranger pelo menos: \n • Identificação de controladores primários e conjuntos, incluindo fins individuais ou coletivos para o processamento de dados pessoais \n • Identificação de processadores, incluindo o escopo definido e a extensão do processamento em nome de um ou mais controladores \n • Links para o registro de dados pessoais, refletindo os conjuntos de dados e a forma como eles são tratados na cadeia de abastecimento (dados em fluxo; dados em repouso) \n • Links para o registro de processamento, refletindo os processos ou processos etapas executadas por cada ator na cadeia de abastecimento \n • Documentação de gerenciamento de fornecedor (processador) e arranjos de controle, muitas vezes incorporados ao gerenciamento geral de fornecedores de uma organização." ,

            "In complex supply chains the subprocessing management process is an essential element of ensuring privacy": "Em cadeias de fornecimento complexas, o processo de gerenciamento de subprocessamento é um elemento essencial para garantir a privacidade e os regulamentos de proteção de dados ou conformidade com as normas em toda a cadeia de suprimentos. Sua organização precisa de algumas melhorias nesta área. O processo de gerenciamento de subprocesso deve abranger, no mínimo: \n • Procedimento de solicitação formal para processadores primários; divulgação de qualquer terceirização adicional \n • Documentação e registro de subprocessamento, incluindo escopo, extensão e propósito (s) \n • Evidência de conformidade com normas ou regulamentos de proteção de dados e privacidade, incluindo processos, controles, conceitos e resultados de revisão \n • Auditoria de relatórios e outras verificações independentes, se disponíveis \n • Acordos de processamento entre processadores primários e subprocessadores." ,

            "Your enterprises processing agreements need some work at a minimum the process around these agreements should cover": "Os acordos de processamento da sua organização precisam ser melhorados. No mínimo, o processo em torno desses contratos deve abranger: \n • Definição, aprovação e implementação de contratos padronizados, incluindo modelos \n • Monitoramento do cumprimento em uma base regular \n • Planejamento e execução de revisões, principalmente sob o direito padrão de auditoria \n • Recebimento, análise e validação de evidências de terceiros para processamento de conformidade, por exemplo, relatórios de certificação e atestado \n • Revisão e atualização regulares de acordos de processamento, termos e condições, de acordo com a atividade legislativa e regulamentar \n Rescisão e planejamento de saída para relações contratuais individuais." ,

            "Your enterprise should make enhancements to manage supply chain impact": "Sua organização deve fazer melhorias para gerenciar o impacto da cadeia de fornecimento. Em uma cadeia de fornecimento com múltiplos atores, os impactos resultantes dos riscos à privacidade e à proteção de dados podem se materializar a qualquer momento e ponto. Portanto, os profissionais e organizações de Proteção e Privacidade de Dados (PPD) devem aplicar sua própria abordagem de DPIA a todas as partes da cadeia de abastecimento e documentar o feedback recebido de cada uma das partes. Isso inclui relatórios padronizados, bem como revisões ad hoc ou verificações de plausibilidade. O impacto geral deve então ser agregado, com base no registro de processamento e no fluxo de dados entre os vários participantes da cadeia de suprimentos. Deve-se ter cuidado ao entender como os impactos em um local podem agravar os impactos em outras partes da cadeia de abastecimento." ,

            "Where personal data processing is performed in a supply chain internal controls at a processor or subprocessor must be as effective as the ones within the controller organization": "Quando o processamento de dados pessoais é realizado em uma cadeia de fornecimento, os controles internos em um processador ou subprocessador devem ser tão eficazes quanto os da organização controladora. Sua organização deve fazer grandes melhorias no processo de controle da cadeia de suprimentos. No mínimo, o processo deve abranger o seguinte: \n • Obtenção e análise de documentação de controles internos de terceiros \n • Mapeamento para sistema de controle interno (ICS) na organização controladora \n • Procedimentos para teste de design (ToD), ou seja, técnicas padrão para avaliar os controles \n • Procedimentos para teste de eficácia (ToE), ou seja, amostragem e coleta de evidências que demonstram a eficácia dos controles de terceiros \n • Acordos de monitoramento e revisão de registros, incluindo acessibilidade de dados de registro, na medida em que estão relacionados ao processamento de dados pessoais \n • Direitos pontuais ou de auditoria contínua, incluindo planejamento e implantação de auditoria" ,

            "Your enterprise may not be prepared to manage notification in a timely manner": "Sua organização precisa fazer melhorias para gerenciar notificações em tempo hábil. Como um lembrete, no mínimo, o processo de notificação das autoridades de supervisão deve incluir: \n • Procedimento de coleta / investigação de informações, delineando a interação entre a função do Oficial de Proteção de Dados (DPO) e outras partes da empresa e / ou serviços externos \n • Relatórios padronizados pacote incluindo os requisitos mínimos de privacidade e conjuntos de informações de proteção de dados e modelos apropriados." ,

            "Your enterprise may not be prepared to notify data subjects in event of an incident or breach": "Sua empresa precisa fazer melhorias para estar preparada para notificar os titulares dos dados no caso de um incidente ou violação. No mínimo, o processo de notificação dos titulares dos dados deve abranger: \n • Modelos e formatos de relatórios padronizados, adaptados e otimizados para vários canais de comunicação (individual, grupo, público) \n • Mensagens-chave predefinidas e aprovadas que expressam as ações da empresa (investigação, consequências, remediação, melhoria, etc.) \n • Responsabilidades organizacionais em relação à formulação e transmissão de mensagens importantes, por exemplo, envolvimento do departamento de comunicações, aconselhamento jurídico, etc. \n • Recursos de comunicação ad hoc oferecidos aos titulares dos dados , por exemplo, linha de ajuda, número de telefone gratuito, site escuro, etc." ,

            "Your enterprises incident and crisis management process has room for improvement": "Sua organização possui um processo de gerenciamento de crises e incidentes que precisa de melhorias. Da perspectiva dos profissionaisunidades organizacionais de Proteção e Privacidade de Dados (PPD) que inicialmente descobriram a violação, o processo deve abranger pelo menos: \n • Descrição e documentação de fatos e números conhecidos, em um formato padronizado quando apropriado \n • Link definido para escalonamento geral e processo de alerta, geralmente definido pela função de gerenciamento de crise empresarial (BCM) \n • Cenário de dados pessoais genéricos predefinido para continuidade de negócios e gerenciamento de crise, semelhante a outros cenários especiais, como ataque cibernético, pandemia, etc. \n • Relações predefinidas e canais de comunicação com o atores externos, ou seja, serviços externos, como especialistas investigativos ou forenses \n • Protocolo de comunicação contínua entre unidades de linha organizacional e equipes de gerenciamento de incidentes / crises." ,

            "Your enterprise must make significant efforts towards improving its preparedness for managing evidence and claims appropriately": "Sua organização precisa fazer melhorias estar preparada para gerenciar evidências e reivindicações de forma adequada. As violações de dados pessoais representam casos de não conformidade, mas também indicam que pode ter havido negligência interna e / ou externa ou atividade criminosa. O processo de evidências e reclamações deve abranger, portanto, no mínimo: \n • Procedimentos definidos para coleta e proteção de evidências, incluindo cadeia de custódia \n • Disponibilidade de serviços especializados, como perícia de TI \n • Procedimento e modelos para análise pós-incidente e relatórios \n • Procedimento para fundamentar reclamações contra terceiros, incluindo a base legal ou contratual para tais reclamações \n • Procedimento para preparar defesas contra reclamações de terceiros, incluindo aspectos de recurso (decisões regulamentares) \n • Link definido para postar o incidente Relatório do Oficial de Proteção de Dados (DPO)." ,

            "Your enterprises awareness process needs some work": "Sua organização precisa fazer melhorias para manter a conscientização. No mínimo, o processo de conscientização em toda a empresa deve abranger: \n • Definição e descrição dos requisitos de privacidade e proteção de dados nos processos organizacionais do dia-a-dia, incluindo exemplos de processamento de dados pessoais \n • Materiais de campanha enfatizando aspectos específicos de proteção e privacidade de dados (DPP), processamento de dados pessoais e pontos relacionados à privacidade e proteção de dados a serem observados \n • Planos de programa/projeto definindo datas-alvo para medidas de conscientização \n • Materiais de conscientização de terceiros e detalhes sobre como incluir terceiros em campanhas de conscientização" ,

            "Staff in your enterprise may not be adequately prepared to discharge their duties in regards to data protection and privacy matters": "O gerenciamento de Proteção e Privacidade de Dados (PPD), incluindo o contexto de normas estabelecidas de privacidade e proteção de dados, exige um conjunto de habilidades e qualificações que devem estar presentes em organização ou contratadas por serviços externos. O gerenciamento de competências e educação é um processo essencial para garantir que os processos, riscos e consequências de privacidade e proteção de dados sejam totalmente compreendidos. Sua organização precisa fazer melhorias nesta área. Como um lembrete, as habilidades e o processo de educação devem incluir, mas não se limitar a: \n NOTA: • Definição de habilidades, níveis e requisitos internos para tarefas e posições relacionadas à Proteção e Privacidade de Dados (DPP) \nNOTA: • Mapeamento de habilidades para funções e funções organizacionais (matriz) \n • Identificação de níveis de qualificação adequados e qualificações ou certificações formais, conforme necessário para cada parte da matriz \n • Caminhos de educação para diferentes funções organizacionais em DPP \n • Reunir fontes educacionais, materiais e oportunidades de estudo orientado ou autodidata." ,

            "Improvements are needed to your enterprises training process": "O processo de treinamento de sua organização precisa de melhorias. O treinamento é um componente importante da conscientização geral, proporcionando oportunidades de aprendizagem contínuas e reforçando as mensagens-chave em torno de privacidade e proteção de dados (PPD) e dos regulamentos de PPD. No mínimo, o processo de treinamento deve abranger: \n • Treinamento de normas básicas de privacidade e proteção de dados definidas e validadas, de preferência obrigatória para todos os colaboradores da organização \n • Conceito de treinamento com base na matriz de habilidades e educação \n • Plano de treinamento, normalmente anual, incluindo oportunidades de treinamento interno e externo \n • Preparação de materiais de treinamento, para estudo orientado e auto-estudo \n • Auxílios de treinamento preparatório para maiores qualificações em DPP e normas estabelecidas de privacidade e proteção de dados, incluindo preparação para o exame de certificação, etc. \n • Definição de fontes externas de treinamento e provedores para fins específicos, por exemplo, treinamento legal ou Oficial de Proteção de Dados (DPO)." ,

            "Your enterprise needs improvement in its the DPO function": "Sua organização precisa fazer melhorias para ter uma função de DPO bem estabelecida. Como um lembrete, no mínimo, o processo de manutenção e execução do DPO deve abranger o seguinte: \n • Estrutura organizacional e posicionamento da função DPO, incluindo o escritório do DPO e seus pontos de contato em outras partes da empresa \n • Desenho de tarefas e processos administrativos para a função de DPO \n • Desenho de um programa de trabalho regular em um ciclo anual \n • Planejamento de recursos humanos, habilidades e capacitação." ,

            "Your enterprise has room for improvement in managing the budget and resources of the DPO function": "Sua organização precisa fazer melhorias para gerenciar o orçamento e os recursos da função DPO. Como um lembrete, o processo de orçamento e obtenção de recursos deve cobrir pelo menos: Ciclo orçamentário financeiro anual, vinculando-se ao orçamento geral Planejamento de recursos humanos e pessoal Planejamento de recursos técnicos, incluindo ferramentas, licenciamento, etc. Planejamento de serviços externos e orçamento, por exemplo, para consultores ou assessores jurídicos \n • Links para relatórios financeiros gerais na empresa." ,

            "Your DPO function is not well represented in the overall enterprise": "Sua função DPO precisa de melhorias para estar bem representada na organização como um todo. Como um lembrete, o processo de gerenciamento para interfaces organizacionais deve abranger pelo menos: \n • Documentação de contatos regulares e formais em toda a empresa \n • Participação de DPO em comitês permanentes e outras reuniões institucionais formais \n • Comunicações regulares entre a função de DPO e outras unidades organizacionais, incluindo atas e outros relatórios \n • Etapas do processo documentadas que exigem o envolvimento do DPO, incluindo consulta e informações (RACI)." ,

            "Formal internal and external reporting is an important part of the DPO function your enterprise has issues that should be addressed in this area": "Relatórios formais internos e externos são uma parte importante da função DPO. Sua organização precisa fazer melhorias nesta área. Como um lembrete, no mínimo, o processo de gerenciamento de relatórios deve abranger: \n • Cronogramas de relatórios para relatórios internos e externos para e pela função DPO \n Procedimentos especificando modelos de relatórios, conteúdo formal, frequência e distribuição, bem como classificações CIA para relatórios \n • Procedimento de rastreamento para relatórios, cobrindo todas as programações de relatórios." ,

            "Based on your response your enterprise may encounter difficulties managing privacy and data protection conformance and related requirements": "Sua empresa precisa fazer melhorias gerenciar a conformidade com os regulamentos de privacidade e proteção de dados e os requisitos relacionados contratados por serviços externos. Como um lembrete, o processo de gerenciamento de serviços externos deve abordar, no mínimo: \n • Objetivo e substância dos serviços externos, incluindo um contrato de processamento \n • Nível de proteção definido e acordado para os serviços prestados, especificando confidencialidade, integridade e disponibilidade \n • Análise de risco do fornecedor, incluindo verificações aprofundadas e due diligence quando apropriado \n • Análise de segurança da informação \n • Direito de auditoria, análise de resultados de revisão e rastreamento de ações corretivas \nNOTA: • Verificação de histórico de recursos humanos quando apropriado e legalmente permitido." ,

            "Your enterprises data acquisition controls need improvement": "Os controles de aquisição de dados de sua organização precisam ser melhorados. Como um lembrete, no mínimo, o processo de gerenciamento de tais controles deve abordar: \n • Identificação de processos organizacionais que podem intencionalmente ou acidentalmente adquirir dados pessoais \n • Documentação de fluxos de dados de entrada e interfaces de dados (ou seja, escrito, web, outro) \n • Identificação da origem dos dados sempre que possível (ou seja, direto do titular dos dados, controlador, processador, outros atores da cadeia de abastecimento, etc.) \n • Documentação dos controles relacionados no registro de controles internos." ,

            "Your enterprises processing controls need improvement": "Os controles de processamento de sua organização precisam de melhorias. Como um lembrete, o processo de manutenção de tais controles deve abranger: \n • Identificação das etapas do processo, entradas e saídas que devem ser controladas \n • Identificação de pontos de transferência para terceiros, por exemplo, processadores ou autoridades \n • Definição de objetivos de controle e categorias de controle (por exemplo, preventivo, detetive, corretivo) \n • Documentação de controles relacionados no registro de controles internos." ,

            "Your enterprises storage controls need improvement the process of maintaining such controls should cover at least": "Os controles de armazenamento de sua organização são precisam ser melhorados. Como um lembrete, o processo de manutenção de tais controles deve abranger pelo menos: \n • Identificação de categorias de armazenamento e locais para dados pessoais, ou seja, mapa de armazenamento \n • Análise de instâncias de armazenamento na arquitetura geral de TI \n • Identificação de dados externos instâncias de armazenamento, por exemplo, de terceiros, virtualizado, nuvem \n • Identificação e mapeamento de pontos de transferência entre os processos principais (dados em fluxo) e armazenamento (dados em repouso) \n • Documentação de controles relacionados no registro de controles internos." ,

            "Your enterprises deletion controls need improvement the process for maintaining deletion controls should cover at least": "Os controles de exclusão de sua organização precisam ser melhorados. Como um lembrete, o processo para manter os controles de exclusão deve abranger pelo menos: \n • Identificação de pontos de exclusão no sistema geral \n • Mapeamento dos controles antes da exclusão \n • Manutenção de um registro de exclusão \n • Mapa dos controles após a exclusão \n • Verificação da remoção do registro de dados pessoais \n • Documentação de controles relacionados no registro de controles internos." ,

            "Your enterprises monitoring controls need improvement the process for maintaining monitoring controls should cover at least": "Os controles de monitoramento de sua organização precisam ser bem melhorados. Como um lembrete, o processo de manutenção dos controles de monitoramento deve abranger pelo menos:\n • Mapeamento do processamento de dados pessoais para monitoramento geral, incluindo ferramentas \n • Identificação das necessidades de monitoramento em todo o registro do processo \n • Mapeamento das necessidades de relatórios e aplicação para processos de monitoramento \n • Revisão recorrente da densidade e extensão do monitoramento \n • Documentação de controles relacionados no registro de controles internos." ,

            "Your enterprise should make improvements to prepare to manage independent reviews": "Sua organização precisa fazer melhorias para estar bem preparada para gerenciar revisões independentes. Como um lembrete, o gerenciamento de revisões independentes requer ainda etapas de planejamento semelhantes às revisões padrão, incluindo notificação, trabalho de campo, análise e relatórios. Profissionais e empresas de privacidade e proteção de dados (PPD) podem se beneficiar do aproveitamento de processos padronizados de auditoria e revisão para revisões de DPP. Eles devem ainda estar vinculados à estrutura e ao conteúdo mínimos dos relatórios do Oficial de Proteção de Dados (DPO), conforme estabelecido nos regulamentos de privacidade e proteção de dados estabelecidos."

        }
    },
    "security_assessment": {
        "title": "Avaliação de Segurança",
        "How many employees work at your organisation?": "Quantos colaboradores trabalham em sua organização?",
        "1 to 49": "1 a 49",
        "50 to 199": "50 a 199",
        "200 to 499": "200 a 499",
        "500 to 1999": "500 a 1999",
        "2000 to 4999": "2000 a 4999",
        "5000 or more": "5000 ou mais",
        "Which category best defines your organisation’s primary industry?": "Qual categoria define melhor o setor principal da sua organização",
        "Construction": "Construção",
        "Electricity, gas, water and waste services": "Serviços de eletricidade, gás, água e resíduos",
        "Financial and insurance services": "Serviços financeiros e de seguros",
        "Health care and social assistance": "Serviços de saúde e assistência social",
        "Information media and telecommunications": "Mídia de informação e telecomunicações",
        "Manufacturing": "Indústroa",
        "Professional, scientific and technical services": "Serviços profissionais, científicos e técnicos",
        "Public, non-profit": "Serviços públicos, Sem fins lucrativos",
        "Rental, hiring and real estate services": "Imobiliário",
        "Retail": "Imobiliário",
        "Transport, postal and warehousing": "Correios e Armazéns",
        "Other": "Outros",
        "Does your organisation have a user administration process for new employees and leaving employees?": "A sua organização possui um processo de administração de usuários para novos colaboradores e desligamento de colaboradores?",
        "No": "Não",
        "Yes, but not documented": "Sim, mas não documentado",
        "A formally documented process": "Sim, um processo formalmente documentado",
        "Does your organisation review user privileges?": "A sua organização revisa privilégios do usuário?",
        "Reviews are performed on an ad-hoc basis": "As revisões são realizadas em uma base ad-hoc.",
        "Only administrator accounts are reviewed": "Apenas as contas de administrador são revisadas.",
        "All user privileges are monitored on a periodic basis": "Todos os privilégios do usuário são monitorados periodicamente",
        "Are complex passwords enforced within the organisation?": "Senhas complexas são aplicadas na organização?",
        "Less than 8 characters and no other requirements": "Menos de 8 caracteres e nenhum outro requisito",
        "8 characters or more, special characters, upper and lower": "8 caracteres ou mais, caracteres especiais, maiúsculas e minúsculas, números e alteração periódica",
        "Multi-factor authentication": "Autenticação multifator",
        "Do employees, individuals or third parties have remote access to your network?": "Colaboradores, indivíduos ou terceiros têm acesso remoto à sua rede?",
        "Continuously without monitoring or tools": "Continuamente sem monitoramento ou ferramentas",
        "Remote access tools to access the corporate network from outside": "Ferramentas de acesso remoto para acessar a rede corporativa de fora",
        "Facilitated via VPN": "Facilitado via VPN",
        "Does your organisation provide security awareness training?": "A sua organização oferece treinamento de conscientização sobre segurança?",
        "Only for new employees": "Apenas para novos colaboradores",
        "For all employees on a periodic basis": "Periodicamente para todos os funcionários",
        "Mandatory for all employees and management, periodically, with assessment of understanding": "Obrigatória para todos os colaboradores e gerentes, periodicamente, com uma avaliação dos níveis de entendimento",
        "Are the laptops of employees encrypted?": "Os laptops e desktops dos colaboradores são criptografados?",
        "Unencrypted": "Não criptografado",
        "File encryption": "Criptografia de arquivo",
        "Hard Drive encryption": "Criptografia do disco rígido",
        "Full encryption and no data stored locally": "Criptografia completa e nenhum dado armazenado localmente",        
        "Are backups stored remotely, and if so are they properly protected?": "Os backups de sua organização são armazenados remotamente e, em caso afirmativo, estão devidamente protegidos?",
        "Not stored remotely": "Não armazenado remotamente",
        "Yes, but physically unsecured": "Sim, mas protegido fisicamente",
        "Yes, but unencrypted": "Sim, mas não criptografado",
        "Yes, encrypted": "Sim, criptografado",
        "Are patches installed on a timely basis?": "Os patches são instalados em tempo hábil?",
        "Not monitored": "Não monitorado",
        "Patches are installed on an ad-hoc basis": "Os patches são instalados em uma base ad-hoc.",
        "A formal patch management process is in place and covers servers, clients and security devices": "Um processo formal de gerenciamento de patches está em vigor e cobre servidores, clientes e dispositivos de segurança",
        "Does your organisation have a wireless corporate network?": "A sua organização possui uma rede corporativa wireless?",
        "Published SSID with weak password": "SSID publicado com senha fraca",
        "Published SSID with complex password": "SSID publicado com senha complexa",
        "Hidden SSID, complex password (+ additional measures)": "SSID oculto, senha complexa (+ medidas adicionais)",
        "Does your organisation have a wireless guest network?": "A sua organização possui uma rede wireless para convidados?",
        "No, guests connect to our corporate network": "Não, os convidados se conectam à sua rede corporativa",
        "Yes": "Sim",
        "Yes, fully isolated with no access to internal network": "Sim, totalmente isolada, sem acesso à rede interna",
        "Does your organisation have security & privacy policies?": "A sua organização possui políticas de segurança e privacidade?",
        "On-the-shelf": "Solução fora da prateleira",
        "Approved by board, trained, signed by employees, enforced": "Aprovado pela diretoria, treinado, assinado pelos funcionários e aplicada",
        "Does your organisation have a security function?": "A sua organização tem um departamento de segurança?",
        "Security functions within the technical/IT team": "Funções de segurança dentro da equipe técnica / TI",
        "Dedicated security team": "Sim, equipe de segurança dedicada",
        "Does your organisation have an incident response and recovery plan?": "A sua organização possui um plano de resposta e recuperação a incidentes?",
        "Our response team operates between business hours": "Nossa equipe de resposta opera durante o horário comercial",
        "Our response team is 24/7 on stand-by with an immediate response when required": "Nossa equipe de resposta está disponível 24 horas, sete dias da semana, com uma resposta imediata quando necessário",
        "Does your organisation have an anti-virus?": "A sua organização possui um antivírus?",
        "Installed on employee computers": "Sim, instalado em computadores de funcionários",
        "Installed on all computers and servers": "Sim, instalado em todos os computadores e servidores",
        "Advanced End-Point Protection": "Sim, proteção Avançada de End-Point",
        "Does your organisation protect its environment with a firewall?": "Sua organização protege seu ambiente com um firewall?",
        "Residential grade firewall": "Sim, firewall de nível residencial",
        "Each network entry/exit point has a commercial grade firewall that is vendor supported": "Sim, cada ponto de entrada / saída da rede tem um firewall de nível comercial com suporte do fornecedor",
        "Each network entry/exit point has a commercial grade firewall that is vendor supported and configurations are reviewed on a periodic basis": "Sim, cada ponto de entrada / saída da rede tem um firewall de nível comercial que é compatível com o fornecedor e as configurações são revisadas periodicamente",
        "Does your organisation perform internal vulnerability scans?": "A sua organização realiza varreduras de vulnerabilidades internas?",
        "Ad-hoc": "Sim, ad hoc",
        "Internal vulnerability scans are running across all systems at least once a year": "Sim, as varreduras de vulnerabilidade interna são sendo executadas em todos os sistemas pelo menos uma vez por ano",
        "Yearly penetration testing is performed": "Sim, um teste de penetração é realizado anualmente",
        "Was your organisation in the past year a victim of a cyber attack?": "A sua organização foi vítima de um ataque cibernético no ano passado?",
        "I don’t know": "Eu não sei",
        "I’d rather not disclose this information": "Prefiro não divulgar essas informações",
        "Compared to this time last year": "Em comparação com a época do ano passado, você está mais ou menos confiante na capacidade de sua organização de responder a um incidente de segurança cibernética e se recuperar de quaisquer impactos negativos associados?",
        "More confident": "Mais confiante",
        "Less confident": "Menos confiante",
        "No difference in confidence level": "Igualmente confiante",
        "Do not know / would rather not say": "Não sei / prefiro não dizer",
        "Does your organisation have cyber insurance?": "A sua organização possui seguro cibernético?",
        "No ‐ we were not aware of this type of insurance": "Não, não tínhamos conhecimento desse tipo de seguro",
        "No ‐ we don’t feel we need it": "Não, não sentimos que precisamos disso",
        "No ‐ we believe this risk is covered under other insurance policies we have": "Não, acreditamos que este risco está coberto por outras apólices de seguro que temos",
        "No ‐ we self‐insure": "Não, nós auto-seguramos",
        "Not yet ‐ we are considering it": "Ainda não, estamos considerando ",
        "Yes ‐ we have a standalone cyber policy": "Sim, temos uma política cibernética autônoma",
        "Yes ‐ we have this covered as an extension to another insurance policy": "Sim, temos isso coberto como uma extensão de outra apólice de seguro",
        "Yes ‐ but do not know how the policy was arranged": "Sim, mas não sei como a apólice foi preparada"
    },
    "glossary": {
        "Access Control": {
            "title": "Controle de acesso",
            "description": "O controle de acesso é a autenticação e autorização de indivíduos para acessar certas pastas e informações. As organizações usam o controle de acesso para manter seus dados protegidos e garantir que apenas os usuários corretos possam ver as informações corretas, evitando que usuários não autorizados acessem dados ou informações aos quais eles não deveriam ter acesso. É um conceito fundamental em segurança que minimiza o risco para o negócio ou organização."
        },
        "Advanced Persistent Threat": {
            "title": "Ameaça persistente avançada (APT)",
            "description": "Uma ameaça persistente avançada (também conhecida como 'APT') é um processo de longa duração em que um indivíduo ou organização não autorizada obtém acesso a uma rede e permanece sem ser detectado por um longo período de tempo para roubar, espionar ou interromper uma organização. Ataques APT são frequentemente sinônimos de ataques de ‘estado-nação’, com atividades maliciosas financiadas por um estado-nação para ganho político."
        },
        "Adware": {
            "title": "Adware",
            "description": "Adware, também conhecido como software de propaganda, é o termo usado para designar malware que aparece na tela do computador na forma de anúncios. Arquivos ou programas baixados online, que parecem perfeitamente legítimos, podem ser agrupados com adware sem que o usuário saiba."
        },
        "Antivirus Software": {
            "title": "Software antivírus",
            "description": "O software antivírus é um programa de computador projetado para detectar e remover vírus e outros softwares maliciosos, como malware, adware e cavalos de Tróia."
        },
        "Behavioural Based Analysis": {
            "title": "Análise Comportamental",
            "description": "A análise baseada em comportamento é uma técnica utilizada por muitos tipos de ferramentas de segurança. As linhas de base de um sistema são criadas para gerar uma imagem conhecida de ‘comportamento normal’. Essa linha de base é então monitorada em relação à atividade em tempo real e examinada pelo mecanismo de IA das ferramentas de segurança para tentar descobrir atividades maliciosas."
        },
        "Binding Corporate Rules (BCRs)": {
            "title": "Binding Corporate Rules (BCRs)",
            "description": "Binding corporate rules (BCR) are data protection policies adhered to by companies established in the jurisdiction(s) within which the data protection regulation applies for transfers of personal data outside those jurisdictions within a group of undertakings or enterprises. Such rules must include all general data protection principles and enforceable rights to ensure appropriate safeguards for data transfers. They must be legally binding and enforced by every member concerned of the group."
        },
        "Blacklist": {
            "title": "Lista negra",
            "description": "A lista negra é uma forma de controle de acesso. Os usuários, nomes de usuário ou entidades em uma lista negra terão o acesso negado a um sistema ou rede específico."
        },
        "Bot": {
            "title": "Robô",
            "description": "Um bot (ou robô) é uma máquina automatizada ou aplicativo de software usado para realizar tarefas. Um bot pode ser usado para fins maliciosos por um hacker para coletar dados financeiros, senhas, registrar pressionamentos de tecla ou lançar ataques DDoS."
        },
        "Brazilian Supervisory Authority": {
            "title": "Brazilian Supervisory Authority",
            "description": "The Brazilian Supervisory Authority (SA) is a public authority that supervises, through investigative and corrective powers, the application of the LGPD (Data Protection Regulation)"
        },
        "Brute Force Attack": {
            "title": "Ataque de força bruta",
            "description": "Um ataque de força bruta é um ataque cibernético demorado que envolve adivinhar em massa os possíveis detalhes e senhas da conta, geralmente por meio de um bot. Dependendo da força, comprimento e complexidade da senha, isso dita quanto tempo o processo levará para ser quebrado."
        },
        "CISO": {
            "title": "CISO (Diretor de Segurança da Informação)",
            "description": "Um Chief Information Security Officer, ou CISO, é o indivíduo responsável pelas informações e segurança cibernética de uma organização. Um CISO dirige uma equipe de profissionais cibernéticos para identificar, desenvolver e manter a segurança e prevenir a perda de dados ou informações cruciais."
        },
        "CISO-as-a-Service": {
            "title": "CISO-as-a-Service (CISOaaS)",
            "description": "CISO-as-a-Service, ou CISOaaS, significa Chief Information Security Officer as-a-Service. Este é um serviço terceirizado que oferece a orientação especializada e os benefícios de um Diretor de Segurança da Informação interno dedicado a uma organização sem o custo financeiro de atrair e reter um funcionário sênior em tempo integral."
        },
        "Confidentiality, Integrity and Availability (CIA)": {
            "title": "Confidentiality, Integrity and Availability (CIA)",
            "description": "The well-known CIA Triad of confidentiality, integrity and availability is considered the core underpinning of information security. Every security control and every security vulnerability can be viewed in light of one or more of these key concepts. In simple terms, confidentiality means something that is secret and is not supposed to be disclosed to unintended people or entities. Confidentiality ensures that sensitive information is accessed only by an authorized person and kept away from those not authorized to possess them. Everyone has information which they wish to keep secret. Thus Protecting such information is an important part of information security. In the context of the information security (InfoSec) world, integrity means that when a sender sends data, the receiver must receive exactly the same data as sent by the sender. Data must not be changed in transit. For example, if someone sends a message “Hello!”, then the receiver must receive “Hello!” That is, it must BE exactly the same data as sent by the sender. Any addition or subtraction of data during transit would mean the integrity has been compromised. Availability implies that information is available to the authorized parties whenever required. Unavailability to data and systems can have serious consequences. It is essential to have plans and procedures in place to prevent or mitigate data loss as a result of a disaster. A disaster recovery plan must include unpredictable events such as natural disasters and fire. A routine backup job is advised in order to prevent or minimize total data loss from such occurrences"
        },
        "Controllers and Processors": {
            "title": "Controllers and Processors",
            "description": "‘Controller’ means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data\n'Processor' is a person or organisation who acts on behalf of a 'controller' that person carries out operations on data to retrieve, transform, or classify information etc"
        },
        "Critical Hour Golden Hour": {
            "title": "Hora Crítica / Hora Dourada",
            "description": "A primeira hora após a detecção de um ataque cibernético bem-sucedido é conhecida como a hora crítica ou hora de ouro. Esses 60 minutos são cruciais para conter e limitar rapidamente o impacto e os danos de um ataque."
        },
        "Critical Hour Framework": {
            "title": "Estrutura Crítica de Horas",
            "description": "Na primeira hora após um ataque cibernético, Littlefish emprega um processo de resposta cibernética conhecido como Critical Hour Framework. Isso atua como o plano operacional para resposta a incidentes, estabelecendo claramente responsabilidades, processos e uma cadeia de comando. O Critical Hour Framework é adaptado às tecnologias e controles de segurança de uma organização, agindo como uma segunda linha de defesa crucial. Ter essa estrutura em vigor permite que uma organização esteja completamente preparada caso suas contramedidas técnicas sejam violadas, para que possam responder rapidamente, de maneira eficaz e controlada - melhorando o cronograma de contenção e reduzindo o impacto e os danos causados ​​por um ataque bem-sucedido."
        },
        "Cross Site Scripting": {
            "title": "Cross Site Scripting (XSS)",
            "description": "XSS (Cross-site scripting) é uma técnica de ataque cibernético que tira proveito de aplicativos da web codificados de forma insegura, permitindo a execução de código dentro do site. Atores mal-intencionados podem usar essa funcionalidade para contornar os controles de acesso, dando-lhes acesso às informações."
        },
        "Cyberattack": {
            "title": "Ataque cibernético",
            "description": "Um ataque cibernético é uma tentativa de obter acesso não autorizado aos serviços do sistema, recursos, informações ou uma tentativa de comprometer a integridade do sistema."
        },
        "Cyber Security Incident": {
            "title": "Incidente de segurança cibernética",
            "description": "Um incidente de segurança cibernética é uma violação de segurança, por exemplo, acesso não autorizado a dados ou redes."
        },
        "Cyber Security": {
            "title": "Cíber segurança",
            "description": "A segurança cibernética (também conhecida como segurança do computador ou segurança de TI) é a proteção de redes e sistemas de computador contra roubo ou danos a seu hardware, software ou dados eletrônicos."
        },
        "Cyber Security Operations Centre": {
            "title": "Centro de operações de segurança cibernética (CSOC)",
            "description": "Um Cyber ​​Security Operations Center (CSOC) é uma equipe especializada de engenheiros de segurança cibernética empregados para proteger, detectar e responder a ameaças de segurança cibernética e intrusos que enfrentam uma organização 24/7/365. \n Proteger: a coleta proativa de inteligência detecta ameaças emergentes no início do ciclo de vida do ataque cibernético, fornecendo proteção a uma organização antes que ocorram violações. \n Detectar: ​​monitoramento e análise contínuos no contexto do perfil de risco e requisitos específicos de uma organização, incluindo ameaças emergentes e futuras. \n Responder: investigação ponta a ponta, propriedade de incidentes e comunicações com as partes interessadas, usando processos experimentados e testados para reduzir o impacto da violação e o risco de proliferação de ataques."
        },
        "Data Anonymisation and Pseudonymisation": {
            "title": "Data Anonymisation and Pseudonymisation",
            "description": "Data anonymization is a type of information sanitization whose intent is privacy protection. It is the process of either encrypting or removing personally identifiable information from data sets, so that the people whom the data describe remain anonymous.\nPsuedoanonymised information uses a technique that can improve user privacy by replacing or removing the most identifying fields in a data set. This may involve replacing names or other direct identifiers which can be easily attributed to individuals with, for example, a reference number. Pseudonymised data can reduce the risks of identification of data subjects and help companies meet some data protection obligations."
        },
        "Data Classification": {
            "title": "Data Classification",
            "description": "Data classification is broadly defined as the process of organizing data by relevant categories so that it may be used and protected more efficiently. On a basic level, the classification process makes data easier to locate and retrieve."
        },
        "Data Governance": {
            "title": "Gestão de dados",
            "description": "Governança de dados é um termo usado para descrever o processo geral e abrangente para controlar a integridade, uso, disponibilidade, usabilidade e segurança de todos os dados pertencentes ou controlados por uma empresa. Freqüentemente, as empresas indicam uma equipe ou conselho para supervisionar programas complexos de governança de dados."
        },
        "Data Life Cycle": {
            "title": "Data Life Cycle",
            "description": "The data life cycle, also called the information life cycle, refers to the entire period of time that data exists in your system. This life cycle encompasses all the stages that your data goes through, from first capture onward."
        },
        "Data Processing":{
            "title": "Data Processing",
            "description": "Manipulation of data by a computer. It includes the conversion of raw data to machine-readable form, flow of data through the CPU and memory to output devices, and formatting or transformation of output. Any use of computers to perform defined operations on data can be included under data processing."
        },
        "Data Protection and Governance Framework": {
            "title": "Data Protection and Governance Framework",
            "description": "A Data Protection and Governance Framework is a structure that helps an organization assign responsibilities, make decisions, and take action on enterprise data and it's protection. Data governance frameworks can be classified into three types:\nCommand and control – the framework designates a few employees as data stewards, and requires them to take on data governance responsibilities.\nTraditional – the framework designates a larger number of employees as data stewards, on a voluntary basis, with a few serving as “critical data stewards” with additional responsibilities.\nNon-invasive – the framework recognizes people as data stewards based on their existing work and relation to the data; everyone who creates and modifies data becomes a data steward for that data."
        },
        "Data Protection Officer (DPO)": {
            "title": "Oficial de proteção de dados",
            "description": "Um oficial de proteção de dados garante, de forma independente, que uma organização aplica as leis que protegem os dados pessoais dos indivíduos."
        },
        "Data Protection Impact Assessment": {
            "title": "Avaliação do impacto da proteção de dados",
            "description": "Uma avaliação de impacto de proteção de dados (DPIA) é um processo para ajudá-lo a identificar e minimizar os riscos de proteção de dados de um projeto. Você deve fazer um DPIA para processamento que provavelmente resultará em um alto risco para os indivíduos."
        },
        "Data Processing Register": {
            "title": "Data Processing Register",
            "description": "A data processing register is a record of which personal data you process and who you share this data with. If you collect personal data for your research, you must record this in the data processing register."
        },
        "Data Security": {
            "title": "Segurança de dados",
            "description": "Segurança de dados é a proteção de dados digitais contra forças destrutivas e ações indesejadas de usuários não autorizados."
        },
        "Data Subject Requests": {
            "title": "Data Subject Requests",
            "description": "A Data Subject Access Request is a request from someone you store data on (called a data subject) to your organization. They can submit this request at any time. You are obligated to respond with a copy of any relevant information you have on the subject."
        },
        "Data Supply Chain": {
            "title": "Data Supply Chain",
            "description": "The data supply chain represents the technological steps and human-involved processes supporting the flow of data through the organization, from its raw state, through transformation and integration, all the way through to the point of consumption or analysis."
        },
        "Distributed Denial-of-Service": {
            "title": "Ataque distribuído de negação de serviço (DDoS)",
            "description": "Um ataque de negação de serviço distribuído (DDoS) é uma tentativa mal-intencionada de hackers para desligar ou desativar um servidor, site ou recurso de rede. Os hackers realizam isso sobrecarregando a largura de banda ou os recursos de um (s) sistema (s) visado (s) com uma inundação de tráfego da Internet. Esses ataques geralmente envolvem bots e podem fazer com que o recurso alvo ou o site falhe, tornando-o indisponível para os usuários."
        },
        "Dumpster Diving": {
            "title": "Mergulhar na lixeira",
            "description": "O ato de acessar fisicamente resíduos ou lixo para tentar descobrir informações valiosas da empresa, como informações de login deixadas no papel usado ou informações que podem ser aproveitadas contra uma empresa. As organizações podem evitar isso destruindo ou fragmentando todos os documentos que contêm informações pessoais ou comerciais."
        },
        "Encryption": {
            "title": "Encriptação",
            "description": "O processo de conversão de informações ou dados em um código, especialmente para impedir o acesso não autorizado."
        },
        "Encryption Strategy": {
            "title": "Encryption Strategy",
            "description": "The strategy for the process of converting information or data into a code, especially to prevent unauthorized access"
        },
        "Evidence and Claims": {
            "title": "Evidence and Claims",
            "description": "It is possible to make a data breach claim for compensation but you must be able to provide evidence that you have suffered damages and stress as a result of the data breach"
        },
        "Exploit Kit": {
            "title": "Exploit Kit",
            "description": "Um kit de exploração é uma ameaça automatizada usada por criminosos cibernéticos para atacar vulnerabilidades em sistemas e geralmente estão incluídos em pacotes de software populares. Os kits de exploração infectam o computador com malware e costumam ser recebidos por e-mail ou link para download. Os kits de exploração são silenciosos e funcionam furtivamente em segundo plano, deixando os usuários sem saber que um ataque está ocorrendo."
        },
        "External Services": {
            "title": "External Services",
            "description": "Services outside of your organisation with respect to both people/companies and applications/systems/networks"
        },
        "Form Grabber": {
            "title": "Form Grabber",
            "description": "Um capturador de formulários é um tipo de malware que captura credenciais de login, incluindo nomes de usuário, endereços de e-mail e senhas, diretamente de um formulário de dados em um site."
        },
        "Hacker": {
            "title": "Hacker",
            "description": "Um hacker é um indivíduo ou grupo que visa contornar a segurança e obter acesso não autorizado a sistemas de computador ou redes para acessar, roubar, alterar ou destruir dados ou informações."
        },
        "Hashing": {
            "title": "Hashing",
            "description": "Hashing é um processo realizado por ciberprofissionais para garantir que uma parte dos dados não seja adulterada. O hash é feito criando um algoritmo numérico matemático para representar um dado. O hash geralmente é feito duas vezes para garantir que os dados sejam idênticos e mantenham sua integridade."
        },
        "Honeypot": {
            "title": "Pote de mel",
            "description": "Um honeypot é um mecanismo de segurança configurado como uma isca para atrair criminosos cibernéticos para uma armadilha. O (s) indivíduo (s) ou organização podem então estudar as ações e o comportamento do hacker usando essas evidências para prevenir ataques futuros."
        },
        "Identity and Access Management (IAM) process": {
            "title": "Identity and Access Management (IAM) process",
            "description": "Identity and access management (IAM or IdAM for short) is a way to tell who a user is and what they are allowed to do. IAM is like the bouncer at the door of a nightclub with a list of who is allowed in, who isn't allowed in, and who is able to access the VIP area. IAM is also called identity management (IdM)"
        },
        "Impartial Oversight": {
            "title": "Impartial Oversight",
            "description": "Auditors recognise that impartiality is a principle of justice holding that decisions should be based on objective criteria, rather than on the basis of bias, prejudice, or preferring the benefit to one person over another for improper reasons."
        },
        "Incident and Crisis Management": {
            "title": "Incident and Crisis Management",
            "description": "Incident and Crisis Management is the effective management of an adverse security event that negatively impacts or poses an imminent threat to the confidentiality, integrity or availability of data, including technologies that store and process that data. This definition also includes explicit or implied security policy violations. Cyber incidents are generally classified by magnitude: minor incident, major incident and crisis. Management involves the implementation of disaster recovery plans, breech response plans reporting (regulatory, customers, suppliers etc) and any remediation plans"
        },
        "Internal Control System (ICS)": {
            "title": "Internal Control System (ICS)",
            "description": "An internal control system is the definition of a risk based program for data security to mitigate the risks associated with the way data is accessed, changed, or deleted. This should enable stronger data protection."
        },
        "Intrusion Detection and Prevention System": {
            "title": "Sistema de detecção e prevenção de intrusão (IDPS)",
            "description": "Um Sistema de Detecção e Prevenção de Intrusão (IDPS) é um termo usado para se referir a um sistema de proteção que tenta detectar atividades maliciosas de uma visão comportamental e baseada em assinatura. Mais comumente, os sistemas IDPS são usados ​​em linha com os recursos da rede para analisar o tráfego da rede e descobrir atividades maliciosas antes de atingir os terminais. Os sistemas IDPS baseados em host, no entanto, também estão disponíveis com foco na detecção de anomalias comportamentais em um terminal."
        },
        "Information Security": {
            "title": "Segurança da Informação",
            "description": "Segurança da informação é um conjunto de práticas que empresas ou indivíduos usam para proteger dados e informações de serem acessados, roubados, destruídos ou excluídos por terceiros indesejados."
        },
        "Insider Threat": {
            "title": "Ameaça interna",
            "description": "Uma ameaça interna é um risco à segurança que se origina de dentro da organização visada. Podem ser funcionários, contratados e ex-funcionários que conhecem informações sobre uma empresa ou ainda têm acesso aos arquivos da empresa e pretendem prejudicar o negócio."
        },
        "Internal Vulnerability Scans": {
            "title": "Internal Vulnerability Scans",
            "description": "Internal Vulnerability Scanning is the process of performing a scan from a location that already has access to the internal network of the system. These scans are mostly performed within the internal network environment"
        },
        "Keylogging": {
            "title": "Keylogging",
            "description": "Keylogging é um programa de software que registra e registra as teclas digitadas por um usuário de computador. Os cibercriminosos usam esses registros para obter acesso a dados sensíveis e confidenciais, como credenciais de login, senhas e informações financeiras. Esses dados são frequentemente vendidos a terceiros para uso fraudulento."
        },
        "Kill Chain": {
            "title": "Corrente de Matar",
            "description": "A cadeia de morte cibernética é o conceito usado por profissionais de segurança cibernética em relação à resposta a incidentes. Embora existam várias formas, esse conceito é considerado um padrão para as etapas de um ataque cibernético."
        },
        "Lateral Movement": {
            "title": "Movimento lateral",
            "description": "Termo usado para descrever o movimento de um ator malicioso. Um exemplo disso poderia ser uma pessoa ou entidade procurando comprometer contas adicionais, permitindo ‘movimento lateral’ entre contas para obter acesso adicional a dados ou informações."
        },
        "Logic Bomb": {
            "title": "Bomba Lógica",
            "description": "Uma bomba lógica é um ataque programado que coloca código malicioso em uma rede ou em um único computador em uma hora ou data específica, ou quando uma ação é concluída. Por exemplo, as bombas lógicas podem esperar até uma certa data para deletar um determinado documento ou esperar que informações específicas sejam inseridas antes de agir."
        },
        "Network Security": {
            "title": "Segurança de rede",
            "description": "A segurança da rede é a proteção contra uma variedade de ameaças cibernéticas e ativos da empresa armazenados na rede contra hackers, uso indevido de dados ou alterações não autorizadas."
        },
        "Organisational Interfaces": {
            "title": "Organisational Interfaces",
            "description": "organisational interface - the parts of a computer system that connect human users to each other and to the capabilities provided by computers. Thus an organisational interface includes one or more user interfaces."
        },
        "Patches": {
            "title": "Patches",
            "description": "Updates for software on computers and network devices to them up to date with the latest features/functionality/support and capable of resisting low-level cyber attacks. Criminal hackers can take advantage of known vulnerabilities in operating systems and third-party applications if they are not properly patched or updated."
        },
        "Passive Attack": {
            "title": "Ataque Passivo",
            "description": "Ataques passivos são hacks cibernéticos furtivos, que permitem ao invasor espionar ou monitorar um sistema para interceptar mensagens ou informações sem modificação na rede. Os ataques passivos geralmente ocorrem sem que a organização saiba que um ataque está ocorrendo."
        },
        "Password Sniffing": {
            "title": "Sniffing de senha",
            "description": "A detecção de senha ocorre quando um software hostil é instalado em uma rede host para monitorar o tráfego e extrair informações. O programa detectará senhas ou detalhes de login que passam pelo sistema e os adicionará a um banco de dados."
        },
        "Personal Data Identification": {
            "title": "Personal Data Identification",
            "description": "Personal Data Identification is the activity undertaken to identify personal data that is held by the organisation. Personal data is information that relates to an identified or identifiable individual. What identifies an individual could be as simple as a name or a number or could include other identifiers such as an IP address or a cookie identifier, or other factors"
        },
        "Personal Data Register": {
            "title": "Personal Data Register",
            "description": "The Personal Data Register (also called a Data Inventory) is a record to all personal data assets held by the organisation. The register needs to detail the purposes of why a company is processing data. It should include the categories of the data subjects and personal data, as well as the categories of recipients (where applicable), and the technical times and descriptions of the organisational processes."
        },
        "Personally Identifiable Information (PII)": {
            "title": "Personally Identifiable Information (PII)",
            "description": "Personally identifiable information (PII) is information that, when used alone or with other relevant data, can identify an individual."
        },
        "Penetration Testing": {
            "title": "Teste de Penetração",
            "description": "O teste de penetração (muitas vezes referido como simplesmente 'teste de caneta') envolve um ataque do mundo real simulado em uma rede, dispositivo, indivíduo ou organização, a fim de ver o quão longe o 'hacker' pode chegar antes de ser detectado ou interrompido. O teste irá destacar as vulnerabilidades que são descobertas na infraestrutura de segurança. Os profissionais de segurança podem então fazer recomendações sobre quais são as melhores etapas para fortalecer esses pontos fracos detectados."
        },
        "Pharming": {
            "title": "Pharming",
            "description": "Pharming é uma forma de fraude online que envolve criminosos cibernéticos que instalam código malicioso em seu computador ou servidor. O código redireciona automaticamente um usuário para um site falso sem seu conhecimento ou consentimento, a fim de roubar informações pessoais, como detalhes de cartão de pagamento ou credenciais de login com o objetivo de concluir a fraude de identidade."
        },
        "Phishing": {
            "title": "Phishing",
            "description": "Phishing é um tipo de ataque de engenharia social frequentemente usado para roubar dados do usuário e normalmente ocorre em e-mails e mensagens de texto. O phishing envolve fraudadores que enviam e-mails ou textos que parecem legítimos aos usuários. Um e-mail ou texto de phishing típico conterá links maliciosos para o usuário clicar, que contêm malware que é instalado no computador do usuário. \n <br /> O malware pode penetrar na rede e realizar ataques maliciosos, muitas vezes sem o usuário saber."
        },
        "Probing": {
            "title": "Sondagem",
            "description": "Probing refere-se a um grupo de técnicas com o objetivo de descobrir informações que podem ser exploradas posteriormente por meio de atividades maliciosas. Um exemplo disso poderia ser a varredura de portas abertas em um dispositivo de rede para descobrir um ponto de entrada potencial."
        },
        "Processing Agreements": {
            "title": "Processing Agreements",
            "description": "Agreements defining the activities undertaken when processing data that has been provided, collected or accessed from a third party"
        },
        "Ransomware": {
            "title": "Ransomware",
            "description": "Ransomware é um tipo de software malicioso que os hackers usam para criptografar e bloquear um dispositivo ou rede a fim de extorquir um usuário ou organização. Normalmente, o (s) hacker (s) fornecerão um prazo para o usuário ou organização liquidar a quantia exigida em dinheiro ou eles executarão uma ação maliciosa e irrecuperável. Um exemplo notável de um ataque de ransomware seria o incidente ‘WannaCry’, altamente divulgado para o efeito no ‘sistema um’ do NHS."
        },
        "Rainbow Table Attack": {
            "title": "Ataque de mesa de arco-íris",
            "description": "O objetivo de um ataque da Rainbow Table é tentar adivinhar as senhas armazenadas em um formato hash usando uma pesquisa da Rainbow Table para corresponder os padrões de hash aos caracteres. Depois de revertida, o agente malicioso ficará com a senha de usuário sem hash, permitindo o acesso não autorizado aos ativos."
        },
        "Resilience": {
            "title": "Resilience",
            "description": "Resilience refers to an organisations ability to keep doing business and/or recover quickly and effectively from a data breech whilst minimising any disruption"
        },
        "Right to be Forgotten": {
            "title": "Right to be Forgotten",
            "description": "In a number of regulatory frameworks for Data Protection individuals have the right to have personal data erased. This is also known as the ‘right to be forgotten’. The right only applies to data held at the time the request is received. It does not apply to data that may be created in the future."
        },
        "Risk Evaluation": {
            "title": "Risk Evaluation",
            "description": "Risk evaluation is the process of identifying and measuring risk."
        },
        "Roles and responsibilities (RACI)": {
            "title": "Roles and responsibilities (RACI)",
            "description": "This refers to specific roles undertaken to deliver and maintain regulatory compliance e.g Data Protection Officer, Data Controller, Data Processor etc. Responsibilities are clear well defined activites that they would be responsible for"
        },
        "Rules for Consent": {
            "title": "Rules for Consent",
            "description": "This is the specification of rules for gaining consent. It means offering individuals real choice and control. Genuine consent should put individuals in charge, build trust and engagement, and enhance your reputation."
        },
        "Rules for Managing Complaints": {
            "title": "Rules for Managing Complaints",
            "description": "Specification of the rukes for handling complaints from customers, or others whom have raised concerns that those responsible for processing personal information, known as data controllers, have not complied with the specific legal requirements as set out in the jurisdictions legal frameworks"
        },
        "Sandbox": {
            "title": "Caixa de areia",
            "description": "Uma sandbox é uma ferramenta de análise de malware usada por profissionais de segurança. Essas ferramentas permitem a detonação de conteúdo potencialmente malicioso em um ambiente ‘seguro’, permitindo que medidas de proteção sejam criadas a partir das informações obtidas."
        },
        "Security Monitoring": {
            "title": "Monitoramento de Segurança",
            "description": "O monitoramento de segurança é um método em tempo real usado para monitorar pessoas e dispositivos em uma rede. Isso é feito por meio da coleta e análise de dados de uma variedade de sistemas de segurança para detectar vulnerabilidades e ficar um passo à frente das ameaças cibernéticas."
        },
        "Shoulder Surfing": {
            "title": "Surf de ombro",
            "description": "Uma técnica de engenharia social definida como monitorar fisicamente as ações do usuário por cima do ombro para tentar recuperar informações confidenciais."
        },
        "SIEM": {
            "title": "SIEM (Segurança da Informação e Gestão de Eventos)",
            "description": "O gerenciamento de informações e eventos de segurança (SIEM) é uma tecnologia de software que oferece suporte à detecção de ameaças, gerenciamento de incidentes de segurança e conformidade. A ferramenta irá analisar, registrar e dados de eventos em tempo real para fornecer uma organização com monitoramento de ameaças, correlação de eventos e resposta a incidentes. Esta ferramenta é a corda do arco para o Cyber ​​Security Operation Center (CSOC)."
        },
        "Signature Based Analysis": {
            "title": "Análise Baseada em Assinatura",
            "description": "Um método de detecção utilizado por muitas ferramentas de segurança, mais comumente softwares antivírus. Os dados são verificados e comparados com um banco de dados de assinaturas maliciosas conhecidas, a ferramenta de segurança então alerta se uma correspondência for descoberta."
        },
        "Smishing": {
            "title": "Smishing",
            "description": "Smishing é uma forma de golpe de phishing que envolve SMS ou mensagens de texto para um telefone celular ou dispositivo de telefone inteligente, geralmente contendo um URL ou número de telefone malicioso."
        },
        "Special Categories Data": {
            "title": "Special Categories Data",
            "description": "special categories of data are types of personal data as likely to be more sensitive, and gives them extra protection: \nThese data types are:\npersonal data revealing racial or ethnic origin;\npersonal data revealing political opinions;\npersonal data revealing religious or philosophical beliefs;\npersonal data revealing trade union membership;\ngenetic data;\nbiometric data (where used for identification purposes);\ndata concerning health;\ndata concerning a person’s sex life; and\ndata concerning a person’s sexual orientation"
        },
        "Spear phishing": {
            "title": "Spear Phishing",
            "description": "Spear phishing é um ataque de engenharia social. Uma versão mais direta do phishing realizado por criminosos cibernéticos, em que eles enviam e-mails de phishing direcionados e bem pesquisados ​​a usuários vulneráveis ​​de uma organização para adquirir dados ou dinheiro infectando o computador com malware. Isso geralmente envolve o perpetrador se disfarçando como um indivíduo de confiança para enganar com sucesso o usuário visado para executar uma ação específica ou um conjunto de ações."
        },
        "SQL Injection": {
            "title": "Injeção SQL",
            "description": "Um ataque de injeção de SQL aproveita o uso da linguagem SQL usada em bancos de dados em aplicativos da web. Atores mal-intencionados são capazes de executar código SQL de dentro do site para despejar informações privadas, como nomes de usuário, senhas e endereços de e-mail."
        },
        "Sub-Processing": {
            "title": "Sub-Processing",
            "description": "When a data processor chooses to sub-contract some or all of the data processing to a third party, this person or organization is commonly referred to as a “sub-processor.”"
        },
        "Supply Chain Controls": {
            "title": "Supply Chain Controls",
            "description": "These are the security measures and procdures put in place to manage supply chain risk(s)"
        },
        "Supply Chain Impact": {
            "title": "Supply Chain Impact",
            "description": "Supply chain impact refers to the impact of third party service providers involved in the delivery of your business activities. Ie. the impact on your business of a potential data breech occurring in one of your suppliers organisation"
        },
        "Testing and Assessment of Personal Data Security": {
            "title": "Testing and Assessment of Personal Data Security",
            "description": "This is the practice of regularly testing measures for protecting personal data from unauthorised access and/or loss. This must also include testing of mechanisims that enable you to restore access and availability to personal data in a timely manner in the event of a physical or technical incident. In effect you need to ensure that you have appropriate processes in place to test the effectiveness of your measures, and undertake any required improvements."
        },
        "Test of Design (ToD)": {
            "title": "Test of Design (ToD)",
            "description": "Test of Design is the set of evaluations to be carried out to test the effectiveness of controls and measures that have been implemented in order to manage supply chain risk."
        },
        "Test of Effectiveness (ToE)": {
            "title": "Test of Effectiveness (ToE)",
            "description": "This is the test(s) you have in place to assess the effectiveness of your measures and internal controls to prevent security and/or data breeches"
        },
        "Threat Management": {
            "title": "Gestão de Ameaças",
            "description": "O gerenciamento de ameaças cibernéticas (ou CTM) é um processo realizado por profissionais cibernéticos treinados para identificar as ameaças iniciais. Eles serão então capazes de responder às ameaças com velocidade e precisão para eliminá-las. Isso é feito de forma manual e automatizada."
        },
        "Threat Hunting": {
            "title": "Ameaça de caça",
            "description": "A caça a ameaças cibernéticas é um sistema avançado usado por profissionais cibernéticos treinados para identificar ameaças que não foram encontradas por meio de ferramentas ou sistemas de defesa automatizados. Isso consiste em pesquisar através de redes e endpoints para encontrar invasores furtivos."
        },
        "Trojan Horse": {
            "title": "Cavalo de Tróia",
            "description": "Uma forma de malware. Um Cavalo de Tróia induz sua vítima a baixar um arquivo ou pacote de software que é aparentemente legítimo e de alto valor. Ao abrir este arquivo, ele irá liberar malware para infectar a máquina da vítima. Um Cavalo de Tróia não pode ser executado sem a entrada manual da vítima."
        },
        "User Privileges": {
            "title": "Privilégios de usuário",
            "description": "A autorização concedida aos usuários que permite o acesso a recursos específicos da rede, como arquivos de dados, aplicativos, impressoras e scanners. ... Também chamados de 'direitos do usuário', 'autorizações do usuário' e 'privilégios do usuário'."
        },
        "Virtual Private Network": {
            "title": "Rede privada virtual (VPN)",
            "description": "Uma rede privada virtual fornece privacidade, anonimato e segurança aos usuários, criando uma conexão de rede privada através de uma conexão de rede pública. Ele permite que um usuário se comunique com o destinatário final de qualquer comunicação por meio de um intermediário seguro que fornece os níveis necessários de privacidade e segurança."
        },
        "Vishing": {
            "title": "Vishing",
            "description": "Vishing (phishing de voz) é um tipo de ataque de phishing conduzido por chamadas telefônicas fraudulentas, em que o chamador afirma de forma fraudulenta que é de uma fonte confiável. As ligações são utilizadas para adquirir dados confidenciais, como informações de cartões de crédito, endereços e datas de nascimento."
        },
        "Vulnerability Management": {
            "title": "Gestão de Vulnerabilidade",
            "description": "O gerenciamento de vulnerabilidades é um processo de segurança cibernética realizado dentro de uma organização para identificar, analisar e avaliar vulnerabilidades em toda a rede. Isso é feito testando, relatando e respondendo às vulnerabilidades para que sejam corrigidas ou corrigidas e ajuda a desenvolver uma estratégia de mitigação de risco de longo prazo."
        },
        "Water Holing": {
            "title": "Furo de água",
            "description": "Uma técnica de ataque que utiliza padrões de usuário conhecidos para infectar um site comumente visitado. O agente malicioso observa o comportamento da vítima ao longo do tempo para estabelecer um site de destino a ser comprometido; esse site é então comprometido como um meio de comprometer a vítima."
        },
        "Whaling": {
            "title": "Baleeiro",
            "description": "Whaling é um ataque de spear phishing direcionado mais alto para diretores e executivos de nível sênior de uma empresa, em vez de funcionários de nível inferior. O ator malicioso frequentemente"
        },
        "Wireless Network": {
            "title": "Rede sem fio",
            "description": "Uma rede sem fio é uma rede de computadores que usa conexões de dados sem fio entre os nós da rede. ... Exemplos de redes sem fio incluem redes de telefone celular, redes locais sem fio (WLANs), redes de sensores sem fio, redes de comunicação por satélite e redes terrestres de microondas. conhece muitas informações sobre o indivíduo e a melhor forma de alvejá-lo, levando a um ataque muito mais sofisticado e direcionado."
        },
        "Whitelist": {
            "title": "Whitelist",
            "description": "Uma lista de valores 'bons' conhecidos. Uma lista de permissões pode ser implementada em vários tipos de dispositivos, os quais levam informações variadas, como assinaturas, domínios, IPs e usuários."
        },
        "White Hat Hacker": {
            "title": "Hacker de chapéu branco",
            "description": "Os hackers de chapéu branco são frequentemente chamados de 'mocinhos', usando suas habilidades de hacking por razões éticas. Como especialistas em segurança de computador, eles frequentemente se especializam em testes de penetração para testar vulnerabilidades e garantir a segurança dos sistemas de segurança e informação de uma organização."
        },
        "Worm": {
            "title": "Minhoca",
            "description": "Um worm de computador é um tipo de malware que espalha cópias de si mesmo de um computador para outro por meio de uma rede, geralmente excluindo dados e informações à medida que se espalha. Um worm pode se replicar sem nenhuma interação humana. Os worms podem chegar a um computador ou rede por meio de um e-mail ou site mal-intencionado."
        }
    },
    "cyber_insurance_application": {
        "title": "Aplicativos de Segurança Cibernética",
        "subtitle": "Please answer the following questions in order to start the process of accessing cyber insurance",
        "Client Data (“YOU”)": "Dados do Proponente (“Você”)",
        "Company’s Name": "Razão Social",
        "Sector": "Atividade",
        "Address": "Endereço",
        "Registration Number": "CNPJ",
        "Website": "Website",
        "Annual revenue": "Receita Anual",
        "% of revenue coming from USA": "% da receita que vem dos EUA",
        "Questions for Clients with Annual Revenue from zero to BRL 100 million (ALL)": "Perguntas para Proponentes com Receita Anual de zero até R$ 100 milhões (TODOS)",
        "Do you have commercial-grade firewalls on all external connections": "Você possui firewalls de nível comercial em todas as conexões externas (gateways) de sua rede e antivírusde nível comercial em toda sua rede, inclusive servidores e terminais (endpoints)?",
        "Do you or your IT Service Provider back up the data": "Você ou seu Prestador de Serviços de TI efetua backup dos dados necessários para realizar suas atividades profissionais, ao menos a cada 7 dias?",
        "Is backed-up data stored in an environment that is separate from your network": "Os dados gravados em backup são armazenado sem um ambiente que é separado da sua rede e tem sua integridade testada ao menos a cada 180 dias?",
        "Do you install critical security updates (critical patches) within 30 days": "Vocêinstalaatualizações de segurançacríticas (patches críticos) ematé 30 dias da data em que sãopublicados?",
        "Do you password or biometrically protect all portable devices such as laptops": "Você protege com senha ou biometria todos os dispositivos portáteis, tais como laptops, tablets, smartphones, pen drives, HDs/SSDs portáteis e cartões/chips de memória?",
        "Are you compliant with Payment Industry Security Standards (PCI)": "Você está em conformidade com os padrões de segurança da indústria de pagamento (PCI)(*)?",
        "Have you (i) suffered a loss or": "Você (i) sofreu-alguma perda ou (ii) foi proposta alguma reclamação contra você ou (iii) você possui conhecimento de algum fato ou circunstância que razoavelmente possa dar origem a uma perda ou reclamação passível de cobertura em um seguro cibernético compreensivo?",
        "Question for Clients with Annual Revenue between BRL 50 million and BRL 100 million": "Pergunta para Proponentes com Receita Anual entre R$ 50 milhões e R$ 100 milhões",
        "Do you have secure remote access to the applications": "Você possui acesso remoto seguro às aplicações que são necessárias para realizar suas atividades profissionais protegido com, no mínimo, autenticação de 2 fatores?",
        "Question for Clients with Annual Revenue between BRL 100 million and BRL 200 million": "Perguntas para Proponentes com Receita Anual de R$ 100 milhões a R$ 200 milhões",
        "Is the Remote Desktop Protocol (RDP) disabled on all access points": "O protocolo de acesso remoto (Remote Desktop Protocol – RDP) está desabilitado em todos os pontos de acesso (endpoints) onde ele não é requerido, incluindo servidores?",
        "Is all Personal and/or Sensitive Data(*) always encrypted while stored on": "Todos Dados Pessoais e/ou Sensíveis(*) estão sempre criptografados enquanto estão armazenados em, ou transmitidos a partir da sua rede?",
        "Do you protect remote access to your network and the Personal and/or Sensitive Data(*) stored on it": "Você protege o acesso remoto à sua rede e aos Dados Pessoais e/ou Sensíveis(*) nela armazenados com, no mínimo, autenticação de 2 fatores?",
        "recommendations": {
            "Questions about PCI": "(*) Dúvidas sobre PCI? Acesse: https://pt.pcisecuritystandards.org/",
            "Simplified Questionnaire": "QuestionárioSimplificado | Seguro CompreensivoCibernético Empresas com Receita (Faturamento) Anualaté R$ 200.000.000,00",
            "Sensitive Data": "(*) As defined by LF 13.709/18 and normative acts that may change or replace it"
        }
    }
}